{
	"7018001/e 100162/n guildQuest/k 7118004": "MarlonsTheme/-500 -500/farmer 6 19 0 Marlon 6 13 2 Gil 1000 1000 1/pause 500/showFrame Marlon 18/viewport 6 14 true/skippable/playSound doorClose/pause 800/speak Marlon \"Well I'll be damned.\"/pause 150/move farmer 0 -4 0/pause 700/showFrame Marlon 0/pause 600/speak Marlon \"When I handed you that dinged up old blade, I didn't think you'd actually get anywhere with it. And here you've gone and proved me wrong.#$b#Well I ain't got no shiny trophy to give you. All I've got is this here run-down old guild hall and that ain't even mine. It's his.\"/pause 500/move Marlon 0 0 1/pause 500/speak Gil \"*Snore*...$u\"/pause 500/move Marlon 0 0 2/speak Marlon \"I'll tell you what, though, kid. For that show of stupidity or bravery or whatever you wanna call it, I'll induct you into this here Adventurer's Guild. What do you say?\"/jump farmer/pause 800/speak Marlon \"Right.\"/move Marlon -1 0 0/speak Marlon \"Let's see here... I got the script around here somewhere... ain't done this in a while...\"/pause 500/speak Marlon \"Here we go.\"/move Marlon 1 0 2/speak Marlon \"Ahem.#$b#...#$b#*whispers* What's your name, kid?\"/pause 1000/speak Marlon \"Right.#$b#@...#$b#'Do you swear under oath, to protect humanity from monsters, and to do everything in your power to uphold the traditions, values, and ideology of the Adventurer's Guild?'\"/pause 500/emote farmer 16/pause 500/speak Marlon \"*whispers* It's more of a formality, really. No one does that stuff for real.#$b#Ahem.\"/move Marlon 0 1 2/pause 700/speak Marlon \"'On behalf of The Stardew Valley Adventurer's Guild, I officially accept you as the 23rd Guild member.'\"/pause 1000/speak Marlon \"23rd...?\"/pause 1000/move Marlon 0 0 1/speak Marlon \"We got 23 members, Gil?\"/pause 700/speak Gil \"Yeup.$u\"/pause 1000/move Marlon 0 0 2/speak Marlon \"He says we've got 23.\"/pause 1000/speak Marlon \"I don't argue with that.\"/pause 1000/speak Marlon \"Ahem.#$b#'As a member of the Adventurer's Guild, you will have access to the weapons and equipment in our stores.' Which ain't much, believe you me.#$b#'There are also bounties and quests available to you on the notice board.'\"/pause 700/speak Marlon \"Hey, that's actually true! Well whatdya know. Damn script's not as out of date as I thought.\"/pause 700/speak Marlon \"Welp, that's all I've got for you. Damn poor reward for tryin' to be heroic, but it serves you right.#$b#Welcome to the damn guild.\"/pause 500/globalFade/viewport -1000 -1000/pause 700/end warpOut",
}