{
"Introduction":"Hmph. Farmer, are you? Well, you'll have no business with me then. Be on your way.$a",
"MovieInvitation": "A movie, huh? Sure. Why the hell not. I'll meet you there.",
"FlowerDance_Decline": "Dance? Not likely.$a",
"divorced": "...$a",
"Mon":"You want something from me, kid? I ain't got nothing to say to you.$a",
"Tue":"Don't go sticking your nose into business that ain't yours, you hear?$a",
"Wed":"I ain't got nothing to say to you. Go on. Scram.$a",
"Thu":"What're you hanging around here for? Ain't you got work to do?$a",
"Fri":"You're in my way, kid.$a",
"Sat":"Ain't you got nothing better to do than bother me?$a",
"Sun":"You looking for trouble, kid?#$b#Cause you're about to find it.$a",
"Mon2":"You still hanging around here? I thought I made myself clear.$a",
"Tue2":"You go down those mines, you better keep your eyes open, you hear?$a#$e#Don't want to go dragging your body out some dark night.",
"Wed2":"Couldn't stop you from going into the mines if I wanted to.$a#$b#Well, I could. But I won't.#$e#You just make sure you've got the right tools for the job if you're bound and determined to make mistakes.",
"Thu2":"...hm?#$e#Scram, kid. I'm busy.$a",
"Fri2":"I'll sell you a real blade if you think you can handle it.$a#$e#Don't get cut.$a",
"Sat2":"Nothing doing.$a#$e#Keep your nose clean, kid.",
"Sun2":"Where I come from, people keep to themselves and we thank 'em for it.$a#$e#You ain't got no respect, kid.$a",
"Mon4":"You been delving into those mines?$a#$b#Keep your eyes peeled. There's things in there that'll haunt a man to the end of his days.$a#$e#Hmph.$a",
"Tue4":"I'm not saying I care, but if you want to make it home safe at night you get yourself some rations before going down the mines.#$e#Can't cook? Me neither. Gus makes a mean salad.#$b#He'll tell you he doesn't. Don't listen to him.#$e#What do you mean I don't look like I'd eat a salad?$a",
"Wed4":"Never delve drunk. Beer slows you down. Makes you stupid. You get yourself some good old-fashioned juice for spelunking.#$b#Or one o' them sweet cranberry drinks. Mmm.#$e#What?$a",
"Thu4":"A good delver knows when to turn back, kid. Remember that.#$b#You think you're good with a blade, get cocky, forget to watch your back. Something else'll watch it for you, believe you me.#$e#Know your limits. That's all I'm saying.",
"Fri4":"Choosing the right tool for the job is everything. For farming and fighting.#$e#You want speed? Take a dagger and get up close and personal with them baddies.#$b#Grab a club if you got more strength than skill. Hard to miss with a swing like that.#$b#Sword takes skill and finesse, but you'll get the best of both worlds.#$e#Take my word for it, kid. Grab a sword and sharpen it up good if you go in the mines.",
"Sat4":"Don't bother Gil while he's napping.#$e#Learned that the hard way.",
"Sun4":"Ever seen a ghost, kid?#$b#They'll dog your steps in the caves. Sneak up on you when you least expect it.#$e#Watch your back, kid.",
"Mon6":"Hey, @. How's spelunking?#$e#Find any good treasure down there?",
"Tue6":"There's a lot going on under this town that people don't know about. And it's better to keep it that way, you understand me?#$e#Let them go on living their neat little lives with their neat little problems.#$b#Ignorance is bliss.",
"Wed6":"My damn sword's gone blunt. Lava crabs do a number on a blade.#$b#Time to pay Clint a visit.",
"Thu6":"You got big dreams, @? Gonna stand on top of the world? At the bottom of the mines? Make those shadow people bend a knee?#$e#I used to have dreams.#$e#That was a long time ago.$s",
"Fri6":"Looking sharp, @. I'll have some new blades in stock, so you check back in soon, you hear?#$e#You get them from me, not Clint. I get them from Clint. I know it sounds stupid, but trust me on this.#$b#He drives a hard bargain. I'll make sure you get what you need.",
"Sat6":"Always use protection, @.#$e#That's not what I meant!$a",
"Sun6":"Honestly, I can't believe you stuck around this long. I'll usually scare people off long before they want to talk about sword technique.#$e#There's something wrong with you, @.#$e#Whatever it is, I like it.$h",
"Mon8":"Good to see you, @. Have time for a little swordplay?#$b#Wouldn't want you getting rusty.#$e#Keep your blade sharp and your eyes sharper.",
"Tue8":"Got any good tales to share, @?#$e#Heh. Good one.$h",
"Wed8":"Sometimes it's hard to believe that everyone around here lives such flat lives. There's a whole host of monsters thirty feet down, but they don't pay it no never mind.#$e#Life goes on, I guess.#$b#It's almost refreshing if you think about it.",
"Thu8":"Stop by and have lunch with me in the saloon tomorrow.#$e#Get in before the rush and you don't have to talk to anyone.",
"Fri8":"Hey @. Got any... plans...? For the weekend?#$e#I'm not very good at this smalltalk stuff.#$e#Stab first, ask questions never. That's my motto.",
"Sat8":"You and me, @. We're two of a kind. #$b#We see the world from all directions and don't take nothing for granted.#$e#And Gil, but he mostly sleeps through it.",
"Sun8":"Another day, another host of monsters.#$e#If we ever stopped doing what we do...#$b#Well, best not to think about that.",
"Mon10":"@.#$e#Nothing. I just wanted to say your name.$l",
"Tue10":"You don't want to hold hands with me. My palm is rough like sandpaper.#$e#Besides, what if someone saw?$l",
"Wed10":"@, you can't come around when I'm working anymore.#$b#You're too damn distracting.#$e#There's a reason we don't go delving together, you know.#$b#I'd cut my own hand off from watching you instead of what I was doing.$l",
"Thu10":"If you're going delving, be safe, @.#$e#You can take care of your damn self, I know. I just never had any reason to worry before.$l",
"Fri10":"@. You look striking today.$l^@. You look beautiful today.$l",
"Sat10":"Sometimes I wonder what you're doing with an old man like me.#$e#Then I see you and everything just goes away.$l",
"Sun10":"I try not to get sappy on you, but...#$b#You make me the happiest man alive.$l#$e#Right. Enough of that. Back to work.",
"spring_1_2":"A whole new year.#$b#Are you ready for it?",
"summer_1_1":"Here comes the heat.#$b#Spend your time out of the sun in the mines. It's cooler down there.",
"fall_1_1":"Hmph.#$e#Alright, it's pretty. I admit it.",
"winter_1_1":"This damn cold makes my knee ache.#$e#I'm too old for this.",
"Saloon":"Why're you bothering me? Can't you see I'm trying to eat in peace and quiet?$a",
"Saloon2":"You think I come in here to socialize? Have a look around. What'dya see?$a#$b#No one. That's right. Now scram.$a",
"Saloon6":"Hey, @.#$b#You need something?",
"Saloon8":"Good to see you, @.#$b#Pull up a chair. Grab a bite to eat. I got a little time to kill.",
"Town_42_86":"The hell you doing here?$a#$b#Scram, kid. This is a private place.$a",
"Event_Mine_1":"Well take a look around somewhere else. This place is damn dangerous.$a#$b#No place for a farmer.$a",
"Event_Mine_2":"Heard about a mighty treasure and thought you'd claim some for yourself, huh? Well maybe there is treasure. But you go poking around down there and you'll find a lot more than that.$a#$b#Take my advice and walk away.$a",
"Event_Mine_3":"It's my business to keep damn fools like yourself from getting themselves killed down there. So check your stupidity, turn around, and walk away, kid.$a",
"Event_Listening_1": "Bah. No respect! What did I say.$a#$b#Just like him.$s^Just like her.$s",
"Event_Listening_2": "Hm. Thought you had more self-respect than lying.$a",
"Event_Beach1": "Listen, @ -$l",
"Event_Beach2":"What I'm trying to say is...$l",
"Event_Beach3":"Don’t tell me that! I’m too damn old for you.$a",
"Event_Beach4":"Right.$s",
"GilRailroad":"$q 701801/701802 null#Tell Marlon about finding Gil at the railroad?#$r 701801 0 GilRailroad_Tell#Yes#$r 701802 0 GilRailroad_DontTell#No",
"GilRailroad_Tell":"...#$b#...$s#$b#*sigh*...$s#$b#I don’t know if I wanted to know that.$s#$e#Thanks for doing what you did, @.$s#$b#I’ll talk to him, I guess.",
"GilRailroad_DontTell":"Hey, @. Keeping busy?#$b#Make sure you keep that sword sharp. No telling when something’ll come creepin’ up on you.",
"GilNoChair":"@. You seein’ what I’m seein’?#$b#Gil ain’t been in his rocking chair all day.#$e#I think he’s snapped.#$b#But in a good way.$h",
"FlowerDance_Accept": "You wanna dance with me? I got a bum knee! Can't expect me to go prancing around.#$b#Alright, alright. For you I'll do it. Just once.",
"FlowerDance_Accept_Spouse": "Only for you.$l",
"NPC.cs.3962": "...#$b#...#$b#I don't know what to say. Except yes, this old man'll be with you.#$e#Just never thought it was possible.",
"NPC.cs.3963": "...#$b#...#$b#I don't know what to say. Except yes, this old man'll be with you.#$e#Just never thought it was possible.",
"NPC.cs.3980": "@...#$b#You really want to tie the knot with a cranky old man like me?#$b#If you're sure then I'm sure.#$e#I just need three days to get everything sorted.",
"NPC.cs.4001": "That fruit's for you.#$b#Should help keep your strength up in the mines.",
"NPC.cs.4406": "Nnngh…#$b#Ain’t getting up. Ain’t moving.#$e#Nothing's getting me out of bed today.",
"NPC.cs.4422": "...#$b#*sigh*#$b#Sometimes I wonder what the hell I’m doing here.#$e#Should never have survived that day...",
"NPC.cs.4423": "Yobdamn...#$b#He was too damn young.^She was too damn young.#$e#Sorry, ain’t in much of a mood for chit-chat.",
"NPC.cs.4424": "Urg.#$b#Everything aches.#$e#Think I’ll just stay right here today.",
"NPC.cs.4425": "Life sure has changed since we got married...#$b#And I don’t mean in a good way.",
"NPC.cs.4426": "You know this place is a mess when I notice it.#$b#Reminds me of living with Gil.",
"NPC.cs.4427": "Sometimes I catch you lookin’ at me with that sad look on your face.#$b#You regret it, don’t you?",
"NPC.cs.4429": "Sometimes I’ll see myself in the mirror and wonder what you saw in this old face.#$e#You still see it?",
"NPC.cs.4431": "...#$b#I gotta get out of this damn house..",
"NPC.cs.4432": "This marriage ain’t getting any warmer...",
"NPC.cs.4433": "Hmph.#$b#Don’t you have work to do?#$e#Then why you hanging around here?",
"NPC.cs.4434": "I’m too damn old to be getting up this early.#$e#You go do what you gotta do. I’ll be here.",
"NPC.cs.4435": "Hey. Come back to bed. It's warmer in here.#$e#Where’re you going? I ain’t ready to get up yet.",
"NPC.cs.4436": "Can’t we just stay here today?#$b#If anyone asks I’ll tell them you worked real hard.",
"NPC.cs.4437": "Get back in here.#$b#How am I supposed to sleep while you’re working?#$e#Ughh.",
"NPC.cs.4438": "Didn’t sleep so well last night...#$b#Kept dreaming about...#$e#*sigh*",
"NPC.cs.4439": "Still ain’t sure I’m ready to be a father.#$b#What if I ain’t cut out for it?#$b#What if I make a right mess of things?#$e#Those ain’t mistakes you can just walk away from.",
"NPC.cs.4452": "@. If I don't get a moment to myself I’m gonna strangle someone.#$e#Please. Deal with these kids today.",
"NPC.cs.4462": "Got out here early and watered the crops for you. Hope it’ll help out.#$b# You do enough work already.",
"NPC.cs.4463": "I also filled up {0}'s water bowl.",
"NPC.cs.4470": "Got out here early and watered the crops for you, but it was already done! You’ve got skills I can’t even understand, @.$1",
"NPC.cs.4474": "Got out here early to take care of the animals. Hope it’ll help out.#$b#Take a break today, gorgeous.",
"NPC.cs.4481": "Patched up some of them fences for you.#$e#This one arm’s got some strength left after all.",
"NPC.cs.4488": "Hmm. Finally got what I ordered.$1",
"NPC.cs.4489": "You know what this farmhouse needs? More swords.",
"NewChild_Adoption": "...I'm a bit dumbfounded, to be honest. We really did it. Really started a family.",
"ExtraDialogue_NewChild_FirstChild": "...I'm a bit dumbfounded, to be honest. We really did it. Really started a family.",
"ExtraDialogue_NewChild_SecondChild1": "Well, here we are again. Sure you want to do this a second time? ...Guess it's a bit late to change your mind anyway.",
"ExtraDialogue_NewChild_SecondChild2": "Well, here we are again. Sure you want to do this a second time? ...Guess it's a bit late to change your mind anyway.",
"ExtraDialogue_Mines_PlayerKilled_Spouse_PlayerMale": "...Thought I'd lost you.",
"ExtraDialogue_Mines_PlayerKilled_Spouse_PlayerFemale": "..Thought I'd lost you.",
"GreenRain":"I'm here to keep an eye on things. Just in case.#$e#Nver know what else is gonna go wrong when the weather gets all funky.",
"GreenRain_2":"Hmph.#$b#I'll keep an eye out all the same.",
}
