{
	"Rainy_Day_0": "This weather makes my arm ache.$a#$e#No, the right one.#$b#Don’t ask me how. I know it ain’t there, but sometimes it forgets.$a",
    "Rainy_Day_1": "There was a time when I’d stand outside the mine in a storm like this.#$b#Told Gil I was watchin’ for renegade slimes. But we both knew I thought it was penance.$s#$e#I’d just as soon keep my feet dry now.",
    "Rainy_Day_2": "Stay dry out there, y’hear?#$b#Otherwise I’ll have to strip you down and dunk you in a hot bath tonight. Keep you from catchin’ cold.#$e#...#$b#You know what? Go ahead and get good and drenched out there.$l",
    "Rainy_Day_3": "Alright. I admit it. It’s a nice sound.#$b#Rain on the farmhouse roof.#$b#Peaceful like.#$e#That’s the sound of being warm and dry while the world’s getting drenched.#$b#Ain’t gonna enjoy it after you leave.",
    "Rainy_Day_4": "Gil’s probably moanin’ about his joints in this weather.#$b#Yoba knows how he gets on without me.#$e#I’ll bring him a hot pepper when I head up there next.",
    "Rainy_Day_Marlon": "No crops to water in this weather. You headin’ into the mines?#$e#You be safe down there, hear? You get in trouble, use this. [349 231 279 688]",
    "Rainy_Night_0": "@. You’re all soaked. Let me take those clothes off of you.#$e#Dinner? Who needs dinner when I’ve got you?$l",
    "Rainy_Night_1": "Glad to see you back safe, @.#$b#Nah, I wasn’t worried.#$e#...Alright, a bit.#$b#You know how I get.$s",
    "Rainy_Night_2": "@, you’re back.$6#$e#...$s#$e#I’m fine.#$b#I’m good.#$e#Worried? Who, me? Naah.",
    "Rainy_Night_3": "Hey, handsome. Welcome home.^Hey, beautiful. Welcome home.#$b#Now let’s get you out of those muddy clothes and into something more comfortable.#$e#Or nothing.$l",
    "Rainy_Night_4": "There’s a sight for sore eyes.$l#$b#Damn. A wet sight for sore eyes.#$e#You head into the mines? Find anything interesting?",
    "Rainy_Night_5": "You been working hard, lover.#$b#Why don’t you dry off and climb into bed with me?#$e#Look like you could use some warming up.$l",
    "Rainy_Night_Marlon": "Hey gorgeous. Need something hot to warm you up. [236 218 219]#$e#What do you mean you thought I couldn’t cook?$a#$e#I can’t. But Gus can.#$b#And I can be mighty persuasive.$h",
    "Indoor_Day_0": "Mornin’ gorgeous.#$b#You sure look sweet with your hair all messed up like that.$h#$e#Leave it. I like it.$l",
    "Indoor_Day_1": "I grabbed you some lunch. [231 239 235]#$b#You go into the mines, you take that with, you hear?#$e#Don’t want to find you all banged up and broken down in some cave.#$e#...$s",
    "Indoor_Day_2": "Heading out?#$b#Work hard, be safe, and come back soon.#$e#I’ll find something to occupy myself, don’t you worry.",
    "Indoor_Day_3": "Guild got some new blades in, so I’ll spend some time testing those out.#$b#For quality control.#$e#...#$b#Alright, fine, I just want an excuse to try out some new blades.",
    "Indoor_Day_4": "@. You got a mighty fine body. Anyone ever told you that?$l#$b#'Course you got a fine head on your shoulders, but it’s your body I love you for.#$e#Ouch!#$b#I was joking!#$e#Damn, you hit hard.",
    "Indoor_Day_Marlon": "I know you got a lot of work on your plate, but don’t work too hard.#$b#Don’t want you all worn out when you come home tonight.#$e#Huh? No reason.$l",
    "Indoor_Night_0": "@. There you are.#$b#Damn pleased to have you back home.#$e#Now what say we forget the rest of the world and fall into bed?$l",
    "Indoor_Night_1": "You been working too damn hard again?#$b#You look like it.#$e#Come on. I only got one hand left but I reckon I could give a mean back rub all the same.",
    "Indoor_Night_2": "@.#$b#Been a damn rough day. Glad you’re finally back.#$e#My leg’s been giving me grief and it feels like something chewing on my damn arm.#$b#Maybe it is. Though I thought it woulda got shat out by now.$a",
    "Indoor_Night_3": "The only thing that beats coming home to a real house with a real bed is seeing your face at night.$l#$e#And in the morning.$l#$b#And any time in between.$l#$b#But right before falling asleep in particular.$h",
    "Indoor_Night_4": "Clint wanted to charge me 10000 gold to put a new handle on my old blade.$a#$b#It’s only got a few dings! What’s he gonna do, fill it with gold?$a#$e#Hey, you’re chummy with Clint, right?#$b#Think you could... y’know. Get him to knock the price down a bit?",
    "Indoor_Night_Marlon": "Hey there, gorgeous. Got you some hot dinner waiting. [244 205]#$b#I bribed Gus for it.#$e#When I say bribed, I mean threatened.",
    "Outdoor_0": "It’s a mighty fine place you got here.#$b#We got here. Heh. Still feels weird to say.$h#$e#Have a day, gorgeous.$l",
    "Outdoor_1": "I used to dream I’d have a spot like this.#$b#Nice bit of land. Not quite wild but full of nature.#$e#Hmm. Man could get complacent in a life like this.",
    "Outdoor_2": "Maybe I should get me a pair of overalls.#$b#What’d’ya think? Can you see me trudging through the fields, up to my ankles in cow shit?#$e#Ha. Me neither.$h",
    "Outdoor_3": "I sure am glad you live well out of town.#$b#Don’t think I could stand it if I had to see people every day.#$e#You’re not people.",
    "Outdoor_4": "You know what this place needs?#$b#A tiltyard. Y’know. For jousting.#$b#You ever jousted before, @?#$b#Me neither. It’s a fine time to learn.#$e#Course, you got the only horse in town. So... you’ll have to joust against yourself…#$e#Wouldn’t be quite as much fun on foot.",
    "Outdoor_Marlon": "Damn.#$e#Oh. Nothing. I was just thinking how beautiful this place was.#$b#Then you stepped out the door and everything else faded in comparison.$l",
    "OneKid_0": "Sometimes I find myself just staring at little %kid1.#$b#Can you believe I’m a father?$6#$e#Me neither.$h",
    "OneKid_1": "%kid1 is a nuisance.#$b#A cute little nuisance, you know that?#$e#And hell if I don’t love the little bastard as much as I love you.$h",
    "OneKid_2": "Think it’s too early to get %kid1 a sword?#$b#Nah. Never too early.#$e#What are you giving me that look for?",
    "OneKid_3": "%kid1 has been screaming for you. 'Not that dad, the other dad!'$a^%kid1 has been screaming for you. 'Not Dad, only Mom’ll do!'$a#$b#I told the little bastard to shut up. Don’t always get what we want in this life.$a#$b#Ouch!#$b#I was joking!#$b#I gave %kid1 breakfast and a fluffy bunny.#$b#Didn’t even give ’em a sword.",
    "OneKid_4": "Think %kid1 would like to go for a stroll up in the mountains?#$b#Moves about as slow as I do. I reckon we could manage.#$b#Don’t you worry your pretty little head.#$b#You know I’d protect that kid with my life.",
    "TwoKids_0": "Two kids. We got TWO kids.$6#$b#Does that ever just hit you, sudden-like?#$b#Dunno how I let you talk me into a second one.",
    "TwoKids_1": "I’m heading over to Clint’s place later. Maybe I’ll ask him to start working on a sword for %kid2#$b#Well. A butter knife, more like.#$b#Yeah, I know! It’s going to sit in a chest, nice and safe, until you say they’re old enough. Just like the other one.",
    "TwoKids_2": "These little devils got me tuckered out already.#$b#%kid1 has got more energy than a racehorse and %kid2 can scream like a steam engine.#$b#Parenting is for the young.#$b#So what the hell am I doing?$a",
    "TwoKids_3": "I can’t wait until %kid1 and %kid2 are old enough to keep each other busy.#$b#Give them a pair of wooden swords and let ’em go at it.#$a#Yeah, I’ll patch ’em up afterward.#$a#I’ll have you know my first aid skills are perfectly adequate.#$b#Just rub some dirt on it. Walk it off.",
    "TwoKids_4": "One of these nights I’ll take %kid1 up to the guild to meet Uncle Gil.#$b#%kid2 is still too little.#$b#Well known fact: Gil eats babies for breakfast.#$b#Wouldn’t want to tempt him.",
    "Good_0": "Mmm. Now there’s a sight for this old eye.$l#$b#Do me a favor and just stand there a while so I can admire you.$l#$e#Nah, you ain’t got nowhere to be. Nowhere important leastways.",
    "Good_1": "Hey, you.#$b#C’mere. If you think you can leave without a kiss, you got another thing coming.#$e#Mmm. Or you could just stay here.$l",
    "Good_2": "Let’s go back to bed, hmm?$l#$e#The farm can survive a few more hours without you.$l",
    "Good_3": "Hey there, gorgeous.#$b#Going somewhere?#$e#Nah. Stay here with me instead.#$b#To hell with the rest of the world.",
    "Good_4": "@.#$b#Yobdamn.$l#$e#Nothing. I was just thinking how damn lucky I am.#$e#You might be damn crazy for marrying me, but I love it.$h",
    "Good_5": "Don’t mind me, smiling like a damn fool.$h#$b#Just enjoying the sights on the farm.#$e#Or one sight in particular, at least.$l",
    "Good_6": "@. You make this old man happier than he’s got any right to be.$l#$b#Happier than I ever expected to be again.#$e#Just want you to know that.",
    "Good_7": "You’re looking damn fine today.$l#$e#Not that you don’t every day.$h",
    "Good_8": "Dunno how you done it, but you make me feel half my age.#$b#It’s wizardry, plain and simple.^It’s witchcraft I tell ya.#$e#You been spending time with Rasmodius?#$b#Well tell him thanks.",
    "Good_9": "Got anything around here that wants doing?#$b#You say the word and it’s done.#$e#But if it’s murder, maybe make a discreet request.#$b#Wouldn’t want that getting around.",
    "Neutral_0": "Hey there handsome.^Hey there sweetness.$l#$b#How are we doing?#$e#You get a little spare time, you let me know.#$b#Need a sparring partner.$h#$e#Gil’s asleep.",
    "Neutral_1": "Heh.#$b#I was just thinking of that time Gil set us up at the beach.$h#$e#I swear, that bastard’s had the smuggest look on his face ever since.$a#$e#When he’s not sleeping, anyway.",
    "Neutral_2": "You look good with a sword on your hip. The dashing hero.^You look good with a sword on your hip. The powerful heroine.#$e#Just making an observation.$l",
    "Neutral_3": "Got any concerns about the farm?#$b#I might not know nothing about farming, but you know I’m always here if you need an ear. Or a hand.#$e#Just the one, though.$h",
    "Neutral_4": "It’s stupid that I worry about you going into the caves.$s#$b#I know that.$s#$e#I’ll try to reel it in. It’s just...$s#$b#*sigh*...$s#$e#...$s",
    "Neutral_5": "Hey there, Starfish.$h#$e#Nope. You’re right. Stupid name.#$b#Never saying that again.",
    "Neutral_6": "Gil’s been on my case to invite you up for dinner.#$b#Since he don’t have a kitchen, what he really means is he wants us to invite him over.#$e#He thinks he’s real subtle.",
    "Neutral_7": "It’s still weird not to sleep in a bunk bed.#$b#And to not have Gil snoring away all night.#$e#Sure not complaining though.#$b#I’d rather hear you snore.$l#$e#Ouch!#$b#I was joking!#$b#You snore pretty quiet.#$e#Look, there’s already a bruise, don’t hit it again.",
    "Neutral_8": "Got a lot on your plate for the day?#$b#I got some stuff to take care of. After that I’ll be here to take care of you.$l#$e#What?",
    "Neutral_9": "You have a good day, you hear?#$b#Make it worthwhile.",
    "Bad_1": "...*sigh*...$s#$e$Knew this’d be a mistake.$s",
    "Bad_2": "You remember what you said on the beach...?$s#$e#Wonder if you still feel that way.$s",
    "Bad_3": "Never should have let you marry an old man...$s#$e#Never shoulda married a young man.$a^Never shoulda married a young woman.$a",
    "Bad_4": "Wonder if you ever loved me.$s#$b#Maybe I dreamed that all.$s#$e#...$s",
    "Bad_5": "Have I been doing something wrong?$s#$e#I put everything I am into this marriage.$a#$b#Why can’t you do the same?$a",
    "Bad_6": "If you got something to say then just say it.$a#$e#Tired of all this pretending.$a",
    "Bad_7": "Guess I was wrong after all.$a#$b#You ain’t one lick like Fin was.$a",
    "Bad_8": "I made some damn big mistakes in my life.#$b#Always thought you’d be one of them, but I ain’t pleased to find out I was right.$a#$e#Should have just left well enough alone.$a",
    "Bad_9": "*sigh*... Gil’s gonna think it was my fault when this falls apart.$s#$e#He’s probably right.$s",
    "spring_1": "Start of a fresh new year. There’s nowhere I’d rather be for it than right here at your side.$l#$e#Let’s make it a year to remember.$l",
    "spring_23": "You know, we don’t have to go to the festival...#$b#Wouldn’t be all that bad if we just stayed home, right?#$e#Ugh. Fine. But if you’re gonna make me dance, you gotta deal with this damn knee after.$a", 
    "summer_1": "Weather’s turning right hot.#$b#Guess I’d rather that to the cold.#$e#But if you want me to go swimming you better have a right private beach in mind.",
    "summer_8": "Summer nights are nothing but a haze of moths.#$b#You got a good little house here, though. Keeps ’em out pretty good.#$e#Not like the guild.",
    "summer_15": "The sight of you all dressed up for summer makes me wish I had two eyes to look at you.#$e#You’re too much beauty for just one.$l",
    "fall_1": "Think we’re past the worst of the heat. Winter’s on its way in.#$e#My bones ache just thinking about it.",
    "fall_8": "The colors on this farm are mighty pretty this time of year.#$e#But not as pretty as you.$l",
    "fall_15": "Wonder what Clint’ll have on display this year...#$e#Hm? Grange display?#$b#Hm. Sorta forgot about that.#$b#Course you’ll win without trying.", 
    "fall_26": "I’ll be heading down into the mines to wrangle a few spooks for tomorrow’s festival.#$e#Wanna come with?",
    "winter_1": "Damn. Frost on the ground. Chill in the air.#$b#Yup. No mistaking it. Hell has come again.$a#$e#I think I’ll go back to bed. Wake me up when the snow thaws.",
    "winter_7": "Ice festival tomorrow, hm?#$b#You don’t mind if I stay here where it’s warm?#$b#You’ll win whether I’m watching or not.#$e#Ugh. Fine. But you get to carry me home when my damn knee gives out.",
    "winter_25": "Hey gorgeous. Happy Winter Star. [72 60 62 64 66]$l#$b#Pulled that out of the mines and thought of you.$l#$e#It’s not quite as beautiful, but it’s the closest I could get.$l", 
    "winter_28": "Thank Yoba this season is through.#$b#My knee’s been nothing but a solid ache all winter.#$e#Except those times when you were rubbing it.$l", 
    "spring_Marlon": "There’s something real fresh about this valley. Don’t think I could ever live anywhere else.#$e#I’d probably go mad if I had to deal with people any more frequently.",
    "summer_Marlon": "This’d be a nice night to sit out and look at the stars.#$e#What’d’ya say, @? Just you, me, and a chorus of crickets.$h",
    "fall_Marlon": "Always feel a little more sluggish this time of year.#$b#Sure, it’s pretty, but I can feel the cold hiding out underneath all those leaves.#$b#Lurking.$a#$e#What?",
    "winter_Marlon": "My damn knee’s locking up in this cold. Ain’t gonna get much done today.$a#$e#Well I wouldn’t say no if you wanted to give it some love and care.$l",
    "spouseRoom_Marlon": "Hmm... maybe I should commission a new sword from Clint.#$b#It’s been a while.",
    "patio_Marlon": "$c 0.5#*huff puff*... Join me?#Don't stand too close.",
}
