{
	"Introduction":"Hey. Sorry about before, when we first met. I guess I was kind of rude to you and Dad both...#$b#But since I’m living here now, I’m sure we’ll see a lot of each other.$h",
	"Mon":"I guess you’re pretty good friends with my dad, huh?#$b#I kinda feel like I know you, since he always talks about you.$u#$b#You seem alright, I guess.#$e#Bye!",
	"Tue":"When I moved in with Dad, I had to drop out of my high school.#$b#Zuzu City is a little far to commute every day.#$e#Can you imagine how early I’d have to get up? Ugh.$u",
	"Wed":"I’m homeschooled now, but I guess so is everyone else who grew up here.#$e#It’s a little weird, you know? Like this town pulls people in and doesn’t let them leave.",
	"Thu":"Don’t tell Dad, but archaeology and history aren’t really my thing.#$e#They’re just so dry and boring, you know?",
	"Fri":"It’s Friday!$h",
	"Sat":”It’s finally the weekend. Ugh, why does it always take so long to get here?#$b#And then it leaves so quick.#$e#I’m going to do absolutely nothing all day.#$b#It’s gonna be great.$h",
	"Sun":"Ugh. Dad wants to take me out on a dig tonight.$u#$b#Like. Doesn’t he have better things to do with his evenings?",
	"Mon2":"I guess when I came here I didn’t really think about how much my life would be different, you know?#$b#I just wanted to get away from everything.",
	"Tue2":"Do you ever, like, miss your old life?#$e#I miss a lot of things. Things I didn’t even think I’d care about, but now that they’re gone I want them back.#$b#You know what I mean?",
	"Wed2":"Homeschooling is way easier than going to school.#$b#There’s no early mornings, no smelly school buses, no disruptive classrooms, and the teachers can’t hate you because they’re all your neighbors!$h#$e#But I miss my friends...#$b#I hope I’ll be ready for college...",
	"Thu2":"You know that guy who lives on the beach and comes into the library sometimes to read? What’s his name?#$b#Elliott?#$e#Oh my Yoba. Big swoon!#$b#He’s got, like, prince charming’s hair.",
	"Thu2_inlaw_Elliott":"Oh my Yoba. Don’t take this the wrong way, @, but your husband is super cute.#$e#I can see why you got married.$h",
	"Fri2":"Last week when Dad and I were out on the beach, that fish guy walked by smoking his pipe.#$b#He called me… skipper? Flipper?#$b#I dunno.#$e#I swear, the people in this town are like something out of a movie.$u",
	"Sat2":”The weekend is here, and I’m going to nap.#$b#All day.#$e#Maybe play some games.",
	"Sun2":"Is Dr Harvey a complete weirdo, or does he just come off that way?#$b#Dad says he’s fine, but he says that about everyone.",
	"Mon4":"What do you think about Sam?#$e#I mean, he’s pretty cute, but also a bit dorky? But in a cute way.#$b#You know what I mean?",
	"Mon4_inlaw_Sam":"Look, @, don’t take this wrong, but your husband is pretty cute.#$b#But also a bit dorky? But in a cute way.#$b#You know what I mean?",
	"Tue4":"Haley is sort of a brat.#$b#I dunno, maybe I just get that prep vibe from her, but she’s always looking down her nose at me.#$e#You wouldn’t think there would be cliques in a town with twenty people.$u",
	"Tue4_inlaw_Haley":"Your wife’s really pretty and all, but sometimes I catch her, like, looking down her nose at me?#$b#I dunno, maybe I just get that prep vibe from her.#$e#You wouldn’t think there would be cliques in a town with twenty people.$u",
	"Wed4":"I miss my mom...#$e#*sigh*...",
	"Thu4":"I know sometimes we cut people out of our lives and it’s better for us that way...#$b#But sometimes it doesn’t feel better and you just want to go back to how things were.#$e#Even though you know they were worse...",
	"Fri4":"Hi @. Are you doing anything fun tonight?#$e#I’m going to the arcade with Abby and the others.#$b#It’s not much of an arcade, but it makes for a better Friday night than anything else around here.",
	"Sat4":”What do people even do for fun around here?#$e#Does everyone just talk and go for nature walks and dig in the dirt all day?",
	"Sun4":"Sebastian said he’d take me on a motorcycle ride to Zuzu City.$h#$b#But Dad said no.$u#$e#Ugh. You’d think I was still a little girl with how he treats me sometimes.",
	"Mon6":"My old life in Zuzu City wasn’t good for me.#$b#I mean, it wouldn’t have been good for anyone, but I’m coming to terms with making a choice to get out. For me.#$e#It changed everything.#$b#But I think it changed for the better.",
	"Tue6":"This place is so peaceful compared to the city.#$b#When I first came here I couldn’t stand it.#$b#But now I don’t think I could ever go back.",
	"Wed6":"It’s great, living in the middle of nowhere.$h#$b#I didn’t used to think so, but it’s growing on me.#$b#We’re surrounded by nature and isolated from crowds and pollution.#$b#There’s never any creepy people wandering around.#$e#I mean, except the weirdos who live here.$u#$e#I’m joking!$h",
	"Thu6":"I can see why people come here and never leave.#$b#I used to think Dad was crazy for picking up this run-down old place like another pet project.$u#$b#But it’s nice. And it’s nice to see something come back to life and know you helped.#$e#Bet that’s how you feel about your farm, huh?$h",
	"Fri6":"I still talk to some of my old friends online.#$b#But some of them dropped off the face of the planet after a while.$u#$e#I guess that’s how you find out who actually cares.#$b#Better to learn sooner than later.",
	"Sat6":”Do you think you’ll live in Pelican Town forever?#$e#I still want to go to college when I graduate, but I dunno... maybe I’ll come back here once I have my degree.#$e#Do you think Pelican Town needs a psychologist?$h#$e#There are definitely some crazies here.$u#$b#...$h",
	"Sun6":"*yawn*...#$b#It’s a nice lazy Sunday.#$b#Great day to lay out on the beach and soak up some sun!$h",
	"fall_Sun6":"*yawn*...#$b#It’s a nice lazy Sunday.#$b#Great day to curl up inside with a book and some hot cocoa!$h",
	"winter_Sun6":"*yawn*...#$b#It’s a nice lazy Sunday.#$b#Great day to curl up inside with a book and some hot cocoa!$h",
	"Mon8":"I’ve been here a while now and I’m starting to feel like I never really knew my dad before.#$b#I mean, I thought I knew him, but I didn’t actually.#$e#He’s a cool guy, I guess.$u#$b#He’s just a dork.$h",
	"Tue8":"My mom always used to tell stories about my dad when I was growing up, but they weren’t nice stories.#$b#Most of them were just a tiny grain of truth underneath a mountain of hatred.#$e#I think she really believes all those things she told me.#$b#Perception is weird like that.",
	"Wed8":"Dad’s life changed a lot when I moved in, didn’t it?#$b#Abby said he used to hang out at the saloon all the time or that people would see him staying out real late to dig for artifacts.#$e#I guess I’ve been focused on how much I gave up to come here. I never thought about what it would do to his life.#$e#Do you think he regrets it?",
	"Thu8":"Have you ever had someone in your life who you thought you knew, and you trusted them, but then it turned out they weren’t like that at all, and they’re actually a terrible person?#$b#It’s that way with my mom... and sort of my stepdad, I guess.#$e#It’s weird, because I miss them, but I know I shouldn’t. Because neither of them are the people that I actually miss. And what I actually miss are people that don’t exist.#$b#Does that make any sense?",
	"Fri8":"I never really told you what happened before I came here, huh?#$e#I lived in that house with my stepdad for months before I got the courage to tell my mom anything.#$b#I’d try not to be home as much as possible so I didn’t have to face him.#$b#I thought if I told her, she would fix it and maybe it would hurt for her but it would be better for us.#$b#But she didn’t. She didn’t do anything.#$b#So I packed my backpack full of clothes and climbed out the window that night.#$b#I called Dad from a payphone, just to tell him to meet me at the bus stop, but instead I broke down and told him everything.#$b#I guess it’s good he doesn’t have a car. He would have gotten himself arrested that night. He was so mad. I didn’t even know he could get mad like that.#$e#Sorry. I just wanted to say it all out loud.#$b#Thanks for listening, @. You’re a good friend.",
	"Sat8":"Dad’s life changed a lot when I moved in, didn’t it?#$b#Abby said he used to hang out at the saloon all the time or that people would see him staying out real late to dig for artifacts.#$e#I guess I’ve been focused on how much I gave up to come here. I never thought about what it would do to his life.#$e#Do you think he regrets it?",
	"Sun8":"Dad’s been telling me about some of the stuff you dug up for this place.#$b#I guess it’s sort of interesting.$u#$e#You did a lot of work for this place, huh?#$b#Dad probably says it all the time, but thanks, @. He really appreciates it.",
	"Mon10":"Hey @. Do you know anything about Chemistry?#$b#I’m trying to study for my exams, but I’m not very good at it...$s#$e#I guess I’ll ask Maru or Demetrius.",
	"Tue10":"Ugh, I’m never going to get accepted to a university.$s#$e#You don’t need a degree to be a farmer, right?#$b#Can I just drop out and come live with you?$h#$b#I’d make a great farm hand.$h",
	"Wed10":"Hey @. You know that weird guy in the tower? With the purple hair?#$e#He’s supposed to be a wizard, right?#$b#Do you think he can magic me a college acceptance?$h",
	"Wed10_inlaw_Wizard":"Hey @. Your husband’s a wizard, right?#$b#Do you think he can magic me a college acceptance?$h",
	"Thu10":"Hey @! Can I come visit your farm sometime?#$b#I don’t know anything about farming, but I could learn!#$e#I bet you have some cute animals, huh?$h",
	"Fri10":"Do you want to come to the saloon with us tonight?#$b#Sebastian’s going to beat Sam at pool, I’m going to beat Abby at Prairie King. It’s going to be great!#$e#But it’d be even more fun with you there.$h",
	"Sat10":”@! You should come out walking with us tonight!$h#$e#Last week I found a jellyfish on the beach. It was gross, but also cool.",
	"winter_Sat10":”@! You should come hang out with us tonight!$h#$e#Dad’s cooking.#$b#It’s not as bad as it sounds!$h",
	"Sun10":"Dad and I are going on a dig tonight. Wanna come?#$e#I know, I know, you probably already dug up half the mountain. But maybe you can teach me a thing or two.$h",
	"winter_Sun10":"Dad and I have started doing Sunday board game nights, since it’s too snowy out to go dig in the dirt.#$e#There’s always room for one more if you wanna join us!$h",
	"Sat_inlaw_Gunther":”@! Can I come over for dinner?#$e#I’m tired of eating boxed mac and cheese.$u",
	"Sun_inlaw_Gunther":"Hi Dad.^Hi Mom.#$e#...#$b#Nope. Can’t do it. It’s too weird.$h",
	"Saloon": "Sam’s so bad.$h#$b#Watching him lose is better than TV!$h",
	"Mountain_7_32": "I don’t want to get dirt under my nails.",
	"Mountain_44_9": "Botany is alright, I guess.",
	"ScienceHouse4": "Sometimes, when Demetrius is talking about flowers, there are so many double entendres it’s so hard to keep from laughing.#$b#And he doesn’t even notice he’s doing it!$h",
	"Beach_37_24":"Alright. I guess it’s pretty.",
}
