{
"Introduction":"Well hello there!$u#$b#I heard we were getting a newcomer in town. You must be he.^I heard we were getting a newcomer in town. You must be she.#$b#I’m Gunther, curator of the local museum and library. And it is my absolute pleasure to welcome you to Stardew Valley.",
"danceRejection": "Respectfully, Mr @, I don’t feel comfortable accepting that kind of invitation.^Respectfully, Ms @, I don’t feel comfortable accepting that kind of invitation.",
"divorced": "*sigh*...$s",
"Mon":"Good day, Mr @! I hope it finds you well.$u^Good day, Ms @! I hope it finds you well.$u#$e#",
"Tue":"It would I seem have a mountain of work waiting for me.#$b#Organizing, cataloguing, documenting...#$e#It is going to be a busy day!$h",
"Wed":"Ah, Mr @! How are you?$u^Ah, Ms @! How are you?$u#$b#How fares the farm?#$e#I’m sure you’ll prevail. I have the utmost confidence in your perseverance!",
"Thu":"Hello there, Mr @!$u^Hello there, Ms @!$u#$b#Is your work coming along well? What are you growing this season?#$e#Wonderful, truly wonderful.#$e#Now I fear I must get back to my work.",
"Fri":"Happy Friday, Mr @! Though I suppose the weekend is all the same to a farmer, isn’t it?^Happy Friday, Ms @! Though I suppose the weekend is all the same to a farmer, isn’t it?#$b#Do you have any weekend plans?#$e#Well that sounds lovely all the same.",
"Sat":"Mr @! It’s lovely to see you.$u^Ms @! It’s lovely to see you.$u#$b#I would love to stop by your farm one of these days and see all the work you’ve put into it.",
"Sun":"Hello, Mr @!$u^Hello, Ms @!$u#$q 881/882 Sun_pet#I'm wondering: do you consider yourself more of a cat person or a dog person?#$r 881 0 animalquestion_cat#Cat person, definitely.#$r 882 0 animalquestion_dog#Dog person, without question.",
"animalquestion_cat" : "Fascinating. I always find it interesting to know.#$b#These little questions say so much about a person.#$b#Myself, I care little for either. Fur and trouble, that’s what pets are.",
"animalquestion_dog": "Ah! Just as I expected.#$b#Myself, I care little for either. Fur and trouble, that’s what pets are.",
"Sun_pet":"#$p 881#How is your cat doing? Hunting mice or growing fat on milk?|How is your dog doing? I expect a farm dog’s life would be doggy heaven!",
"Mon2":"I find myself envying you, Mr @. Your work takes you out to enjoy this lovely weather.^I find myself envying you, Ms @. Your work takes you out to enjoy this lovely weather.#$b#I, myself, am stuck inside for most of the day.#$e#Oh, it’s not all bad, of course. I have fascinating work to occupy myself with!$h",
"winter_Mon2": "Ah, Mr @.$u^Ah, Ms @.$u#$b#Keeping warm, I hope?#$e#I don’t envy a farmer’s life in this weather! I’d much rather be tucked up among my books and dusty artifacts where it’s nice and warm.",
"Tue2":"Perhaps I’ll close up the museum early today and go for a dig!#$e#Ha! I jest, Mr @.$h^Ha! I jest, Ms @.$h#$b#It’s hard enough to pry me out of this museum outside of normal hours. You’ll not find me outside my dusty shelves while the sign says we’re open.$h",
"winter_Tue2": "As beautiful as the snow is, I do long for spring to come. Preferably sooner rather than later.#$e#How will I get any digging done with this layer of snow on the ground?$h",
"Wed2":"How are you, Mr @?$u^How are you, Ms @?$u#$p 881#And how is your kitty faring?|I wish good health on you. Not that I’d wish poor health on anyone, but I expect your work would be much worse with a cold!",
"Thu2":"Lovely weather for a walk today.#$p 882#Do you ever take your dog out for mountain strolls? I expect they’d be good foragers!|Any plans to enjoy it? I hear you can find many fresh fruits and vegetables growing wild out there.",
"Fri2":"It’s good to see you, Mr @. I’ve just been engrossed in these latest tomes to come through.^It’s good to see you, Ms @. I’ve just been engrossed in these latest tomes to come through.#$b#Oh, but I won’t bore you with the dry details.#$e#Have a good day!",
"Sat2":"If you could be anywhere in the world, where would you go? What would you do?#$e#Myself? Right here, buried under a mountain of artifacts! Ha ha ha!$h#$e#Though I wouldn’t say no to, say, an archaeological dig or a nice stroll on the beach with my daughter.",
"Sun2":"Hello there, Mr @! Every time I see you you're in a bit of a rush.$u^Hello there, Ms @! Every time I see you you're in a bit of a rush.$u#$q 883/884/885 Sun_hobby#What do you get up to when you're not working?#$r 883 0 hobby_games#I could spend hours playing arcade games at the Stardrop.#$r 884 0 hobby_adventure#I’m a bit of an adventurer. I’ve been delving in the old mines a lot lately.#$r 884 20 hobby_archaeology#I’ve really been enjoying digging up artifacts for the museum!",
"hobby_games":"Remarkable! You’ll have to teach me, one of these days.#$b#My daughter is quite into one called Junimo Kart. Have you heard of it?",
"hobby_adventure":"Is that so! I no longer have to wonder where all the magnificent minerals you’ve brought me come from.",
"hobby_archaeology":"Ah ha! Now that does warm my heart to hear.#$b#I hope you enjoy finding them as much as I enjoy studying them.",
"Sun_hobby":"I hope you have something fun planned for the day.#$p 885#Perhaps a good dig in the dirt for some lost artifacts?|You’re always welcome to browse the shelves, of course.",
"Mon4":"I haven’t been in Pelican Town for long.#$b#A little less time than Elliott, who has been here a little longer than you.#$b#But in that time I’ve come to know most everyone quite well!#$e#Some are more of a challenge than others, of course. Some of the younger generation are a little reclusive.#$e#My little hobby, Cecily would say. But I don’t think it’s a bad thing to take an interest in your neighbors.",
"fall_Tue4":"Good day, @! It’s wonderful to see you.$u#$b#Come, pull up a chair, I’ll brew some tea. I want to hear about everything going on with your farm.#$e#Ah, well. I suppose you are very busy.#$b#Another time then.",
"winter_Tue4":"Good day, @! It’s wonderful to see you.$u#$b#Come, pull up a chair, I’ll brew some tea. I want to hear about everything going on with your farm.#$e#Ah, well. I suppose you are very busy.#$b#Another time then.",
"Tue4":"My little Cecily is a brilliant young lady.#$b#She wants to study psychology in college. If I still had any academic ties I’d pull some strings to send her to the best school.#$b#But she’ll have to make do with hard work.#$e#Not that she ever spent much time relying on her old man.$h",
"Wed4":"Little Jas and Vincent are sweet kids. It’s never a trouble to have them in here reading.#$b#But they’ve each seen more than kids should at their age, what with Vincent’s father in the war and Jas... well, suffice it to say she lives with her aunt for a reason.#$e#I won’t betray a confidence. Some stories aren’t mine to tell.",
"Thu4":"Penny is a gentle soul. She deserves better than she’s been dealt by life.#$e#If we had the means, I’d set up a whole room off the library to make a classroom for her.#$b#But I suppose I’ll just have to keep an eye out for textbooks and learning materials instead...",
"Fri4":"Elliott is earnest and passionate, but there’s a core of uncertainty under it all.#$b#I suppose you could say he has a poet’s soul.#$e#He’ll go far if he can win over his own self-doubt.",
"Sat4":"Dr Harvey is a little shy, though you’d never guess if you only saw him at work.#$b#Catch him out of his element, though, and you’ll see quite a different side.#$e#Just come prepared with your own conversation topics, as he’s usually a bit short on his own.#$e#Though that’s good advice for anyone!",
"Sun4":"Abigail is a bright young lady, though sometimes she wonders if she doesn’t fit here at all.#$e#I think we all make our place wherever we want to fit, though. She’ll find that, sooner or later.",
"Mon6":"The artifacts you’ve found in this region have left me drawing all manner of wild conclusions about it’s history! You should see the scribblings I’ve left on notepaper all over my apartment.#$e#On second thought, it would be better if you didn’t! Ha ha ha!$h",
"winter_Mon6":"The artifacts you’ve found in this region have left me drawing all manner of wild conclusions about it’s history! You should see the scribblings I’ve left on notepaper all over my apartment.#$e#On second thought, it would be better if you didn’t! Ha ha ha!$h",
"Tue6":"I suspect the area we now know as Stardew Valley has been used for farm and ranch land for hundreds of years, though the history is a bit muddled.#$b#Someday I’ll have to organize my thoughts properly on paper...#$e#Right now they’re scattered around my kitchen.$h",
"winter_Tue6":"I suspect the area we now know as Stardew Valley has been used for farm and ranch land for hundreds of years, though the history is a bit muddled.#$b#Someday I’ll have to organize my thoughts properly on paper...#$e#Right now they’re scattered around my kitchen.$h",
"fall_Tue6":"I suspect the area we now know as Stardew Valley has been used for farm and ranch land for hundreds of years, though the history is a bit muddled.#$b#Someday I’ll have to organize my thoughts properly on paper...#$e#Right now they’re scattered around my kitchen.$h",
"Wed6":"This mix of local artifacts is truly fascinating. Human, dwarven, even elven! It’s absolutely remarkable.#$e#I wonder if we once lived in some form of mixed civilization...#$b#Or did each society inhabit this valley in different ages?#$b#I’ll have to do some dating to be sure...#$e#Oh! @! I’m so sorry. I got so caught up in my own head I forgot you were standing there.",
"Thu6":"If I trace the history of Stardew Valley back to the prehistoric ages, there is definite evidence to suggest some ancient ancestor of modern humankind inhabited this valley even in those days.#$e#Yes, the tools, the bones... there can be no mistaking it.#$e#Apologies @, when these floods of ideas come, it’s best not to fight them!$h",
"Fri6":"I once spent several months out in the Fern Islands on a dig. I had wanted to take Cecily with me, but her mother said she was too young.#$e#I sometimes wonder if I’d spent more time with her then if we’d be on better terms now...$s",
"Sat6":"I suspect Stardew Valley was once home to large prehistoric animals, in addition to whatever precursor of humans lived here.#$e#Yes, @. Dinosaurs.",
"Sun6":"Perhaps I’ll write a book: A Treatise on Stardew Valley...#$e#Ha! And I said I was well and done with academic writing!$h",
"Mon8": "*yawn*#$b#Oh, @. You’re looking exceptionally chipper today.#$b#I was up late cataloguing artifacts. I think I’ve identified this bracelet.#$b#The shape of the carved stone beads suggest it came from a specific tribe of dwarves that once inhabited the mountains well north of here.#$b#But if my dating is correct, this comes from a period much later than they were thought to have existed in!#$b#Ah. I know that look. I’ll stop my rambling. Enjoy your day, @!",
"winter_Mon8": "*yawn*#$b#Oh, @. You’re looking exceptionally chipper today.#$b#I was up late cataloguing artifacts. I think I’ve identified this bracelet.#$b#The shape of the carved stone beads suggest it came from a specific tribe of dwarves that once inhabited the mountains well north of here.#$b#But if my dating is correct, this comes from a period much later than they were thought to have existed in!#$b#Ah. I know that look. I’ll stop my rambling. Enjoy your day, @!",
"Tue8": "@! My favorite person!$u#$b#Made any exciting new discoveries lately?#$b#Any archaeological mysteries I can help you to solve?",
"winter_Tue8": "@! My favorite person!$u#$b#Made any exciting new discoveries lately?#$b#Any archaeological mysteries I can help you to solve?",
"fall_Tue8": "@! My favorite person!$u#$b#Made any exciting new discoveries lately?#$b#Any archaeological mysteries I can help you to solve?",
"Wed8": "Ah, @. I was just thinking about the little historical mysteries of the Valley.#$b#Archaeology is a little like a jigsaw puzzle, you know. Except someone buried all the pieces five hundred years ago and you’ll never find them all because half have rotted away or been eaten or...#$b#But what would be the fun in having all the pieces? It would be much too simple!$h",
"Thu8": "There’s nothing better than the musty smell of damp dirt and old books.#$b#Though your company is a close second!",
"Fri8": "Hello there, @! Will I see you at the saloon tonight?$u#$b#I’ll have to brush up on my Journey of the Prairie King skills if I’m ever going to keep up with the younger generation!$h",
"Sat8": "@! It’s lovely to see you. Any exciting plans for the evening?#$b#I’ll be at the Stardrop as soon as the museum closes for the evening.#$b#Marnie has the most fascinating chicken stories.",
"winter_Sat8":"@! It’s lovely to see you. Any exciting plans for the evening?#$b#I’ll be at the Stardrop as soon as the museum closes for the evening.#$b#Marnie has the most fascinating chicken stories.",
"Sun8": "I’ve just been cataloguing some artifacts.#$b#Ah, the life and joys of a curator.#$b#I mean that, ha ha!$h",
"Mon10":"@. We should have dinner sometime soon.#$b#I’ll convince Cecily to take an evening out and I’ll cook for you.#$e#What do you think?",
"winter_Mon10":"@. We should have dinner sometime soon.#$b#I’ll convince Cecily to take an evening out and I’ll cook for you.#$e#What do you think?",
"Tue10":"The markings on this helm suggest that it...#$b#it...#$e#...#$b#Apologies, @. What was I saying?#$b#I distracted myself thinking how lovely you look.$l",
"winter_Tue10":"The markings on this helm suggest that it...#$b#it...#$e#...#$b#Apologies, @. What was I saying?#$b#I distracted myself thinking how lovely you look.$l",
"fall_Tue10":"The markings on this helm suggest that it...#$b#it...#$e#...#$b#Apologies, @. What was I saying?#$b#I distracted myself thinking how lovely you look.$l",
"Wed10":"Have I ever told you I used to sing opera?#$b#It’s true. From undergraduate through a good portion of my graduate degree, I spent my spare hours in the theater.#$b#Up until I had no spare hours, due to the all-consuming and much dreaded thesis. But that’s another story.#$e#I expect my voice is a bit rusty, but I’ll have to brush up and serenade you one of these evenings.$l#$e#Cecily will be mortified.$h#$b#But I consider that just another part of my fatherly duties.$h",
"Thu10":"Enchanting. Absolutely enchanting.#$e#Hm? No, I meant you.$l#$b#I’ve completely forgotten what I was working on before you walked in.$l",
"Fri10":"I usually spend Friday evenings keeping half an eye on Cecily while she ‘hangs with the kids’, as they say.#$b#But she’s old enough to look after herself, if you wanted to get a private table and share a drink with me instead...$l",
"Sat10":"I know I told you once that I didn’t care much for having pets, but I feel I should amend that statement.#$b#I suppose I’ve simply never lived in a home with animals, but I wouldn’t want you to think I wouldn’t enjoy doing so.$l#$e#If such an opportunity ever arose, ha ha!$h",
"Sun10":"The life of a farmer and an archaeologist aren’t so far from one another, wouldn’t you say?#$b#We both enjoy digging in the dirt and getting our hands dirty...#$e#I expect I could pick up a thing or two about caring for plants and animals, provided I had the right pointers...$l",
"spring_1_2":"A fresh new year is here, with new joys, new challenges, and new adventures.#$b#Are you ready to face it, @?",
"Saloon_Entry": "Good evening, everyone!",
"Saloon": "Good evening, Mr @!$u^Good evening, Ms @!$u#$b#I’m pleased to see you relaxing, for once!",
"Saloon2" : "#$p 883#Good evening, Mr @! Beaten the high score in Journey of the Prairie King, yet?^Good evening, Ms @! Beaten the high score in Journey of the Prairie King, yet?|Good evening, Mr @! I’m pleased to see you relaxing, for once!^Good evening, Ms @! I’m pleased to see you relaxing, for once!",
"Saloon6":"#$p 71020102 #I’ll need a lot of practice before my Journey of the Prairie King skills impress Cecily.|Good evening, @! Come join us. Pull up a chair, order a drink! There’s always room for more company.#$b#Especially yours.",
"Saloon8":"#$p 71020201 #I wish Cecily had some kids her own age in Stardew Valley, but she gets on well with these youngsters.#$b#I like to think they consider her an adopted little sister!$h|Ah, @. Have you come to beat my high score in Journey of the Prairie King? It won’t be easy, I’ll tell you that!",
"Beach":"You can find some amazing things buried around these parts.",
"Beach4":"I'm hoping to turn up some aquatic fossils for the collection.",
"Beach8":"#$p 71020201 #Good evening, @! We were just enjoying the calm of the evening ocean.#$b#Not that Stardew Valley has any hustle and bustle to escape from, but it’s nice to step outside and enjoy the ocean fresh air.|Hello @! Come to lend a hand?#$b#As if you haven't already, ha ha!$h",
"Mountain":"You can find some amazing things buried around these parts.",
"Mountain4":"I'm hoping to turn up some quality bones for the museum.",
"Mountain8":"#$p 71020201 #You know, I think she’s beginning to get the hang of this. Maybe someday she’ll even admit it’s fun!$h|Well, I can't leave you digging everything up on your own, can I now?#$b#What sort of an anthropologist would that make me?",
"Event_letgo":"*sigh*... You’re right. I suppose that’s just what I’ll have to do.$s",
"Event_fight":"You’re right. You're absolutely right. That's just what I’ll do.",
"Event_aggressive":"Hm. Not yet.$a",
"Event_gentle":"She'll be alright. I'll make sure of it.",
"Event_Desert1":"...$6",
"Event_Desert2":"Heh. I guess I deserved that...$l",
"Event_Desert3":"Oh...$s",
"Event_Desert4":"...$l",
"Event_Desert5":"@. It's not a dinosaur.",
"GreenRain": "I must confess a certain concern... we've never seen anything like this before.#$e#Yet also, I'm fascinated.#$e#You seem to have fared alright on your way here.#$b#Let's hope any side effects aren't simply delayed.",
"GreenRain_2": "How fascinating!#$b#It would seem this weather phenomenon is history in the making.",
}


