{
    "Wizard.Name.low": "Mago",
    "Wizard.Name.high": "Rasmodius",
    "AbigailPortrait": "Retrato da Rasmodius",

    // Dialogue
    "Wizard.Dialogue.Introduction": "Saudações, jovem @. Eu havia previsto sua chegada.#$b#Será um prazer conhecê-lo(a). Muitas aventuras nos esperam.",
    "Wizard.Dialogue.MovieInvitation": "Um filme...? É isso que eles chamam de 'imagem em movimento', certo? Hm. Talvez eu gostaria de experimentar isso com você. Sim. Eu aparecerei quando você chegar.",
    "Wizard.Dialogue.danceRejection": "Dançar? Com você...? {{surprised}}#$e#Eu devo recusar. Eu não conheço os passos.",
    "Wizard.Dialogue.spring_1": "As energias começaram novamente. A primavera chegou, e o ano renasce.#$b#Muitos bons votos para você, @. Eu vejo um bom ano pela frente.#$e#Um ano muito bom, de fato.",
    "Wizard.Dialogue.spring_Mon": "A baga vermelha com muitas faces comanda atenção. Seus amantes são muitos, mas ela só pode ser apreciada uma vez.#$b#Ela é associada ao amor, mas pode abrigar traição. Cuidado com seus poderes.#$b#Tal é o mistério.#$e#Tenha um dia para lembrar, @.",
    "Wizard.Dialogue.spring_Tue": "A flor azul, seu desabrochar traz grandes lucros. Mas onde colocá-la? Seus muitos tons não têm significado.#$b#Uma flor sem amor, mas bem-amada não tem um propósito verdadeiro. Ela canta o blues, de fato.#$e#Abrace os mistérios do dia, @.",
    "Wizard.Dialogue.spring_Wed": "Você já viu? A planta verde? Ela cresce e cresce, mas não é uma erva daninha.#$b#Ela não pode ser comida crua por pessoas normais e deve sofrer fogo para se tornar deliciosa.#$b#No entanto, seu valor é alto e é muito saudável. Uma safra misteriosa de fato.#$e#Tenha um bom dia, @. Aprenda algo novo.",
    "Wizard.Dialogue.spring_Thu": "O tubérculo marrom, crescendo sob a terra, seus poderes bloqueados. Deve-se saber a maneira certa de desbloquear seu verdadeiro potencial.#$b#Ele salvou nações e ainda as esmagou. Tal é seu temperamento.#$e#Busque as energias, @. Aproveite o dia.",
    "Wizard.Dialogue.spring_Fri": "Nada pode impedi-lo de crescer até que as energias da primavera acabem. Ele continuará a crescer durante toda a temporada.#$b#Seus poderes são muitos, mas sozinho ele é inútil. Tal é sua sina na vida.#$e#Concentre sua mente hoje, @, e esteja em paz.",
    "Wizard.Dialogue.spring_Sat": "Cuidado com a natureza selvagem durante a primavera, pois a própria natureza é amaldiçoada. Para fazer um inimigo rápido, ofereça-lhes vegetais da terra indomável.#$b#Somente sua fazenda pode purificar a maldição.#$e#Busque conhecimento, busque respostas. Tenha um bom dia.",
    "Wizard.Dialogue.spring_Sun": "Nem todas as flores são amadas. Onde alguns veem uma rosa, outros veem apenas espinhos.#$b#Tenha cuidado com quem você encanta com flores encontradas livremente.#$e#Seja encantado, @. Esteja em paz.",
    "Wizard.Dialogue.spring_Mon2": "A primavera é um tempo de energia renovada. Os poderes ainda não estão em sua força total, e tudo ainda está retornando à vida.#$b#É um momento para definir um foco, pois o resto do ano é decidido pela primavera.#$e#Tenha um dia para lembrar, @.",
    "Wizard.Dialogue.spring_Tue2": "Para alguns, os poderes à minha disposição devem ser desconcertantes. No entanto, não sou o único que pode usar tais energias.#$b#Qualquer um com a vontade de acreditar e seguir seu caminho pode acessar uma fonte de energia muito maior do que a vista aqui, mas a maioria não deseja vê-la.#$e#Abrace os mistérios do dia, @.",
    "Wizard.Dialogue.spring_Wed2": "Algum dia espero registrar todas as minhas descobertas em um livro, encadernado com folhas da Árvore da Eternidade. Então tudo será salvo para sempre.#$b#Até então, eu poderia perder tudo, e que destino terrível seria esse.#$e#Tenha um bom dia, @. Aprenda algo novo.",
    "Wizard.Dialogue.spring_Thu2": "Aprendi muitas coisas sobre os poderes da primavera, mas não entendo tudo.#$b#Os mistérios estão sempre mudando. Saber verdadeiramente significaria o fim da inocência.#$e#Busque as energias, @. Aproveite o dia.",
    "Wizard.Dialogue.spring_Fri2": "De onde vem a energia? Para onde ela vai? Estudei muito e li muitas teorias, mas nada é concreto.#$b#Como uma borboleta, uma vez capturada, as respostas vivem apenas por um curto período.#$e#Concentre sua mente hoje, @, e esteja em paz.",
    "Wizard.Dialogue.spring_Sat2": "Se eu fosse escrever um livro, apenas aqueles que tivessem vontade e anseio por conhecimento seriam capazes de lê-lo.#$b#É lamentável, mas essa é a natureza dos poderes.#$e#Busque conhecimento, busque respostas. Tenha um bom dia.",
    "Wizard.Dialogue.spring_Sun2": "Existem outros como eu? Muitas vezes me perguntei. Algum dia saberei com certeza.#$b#É um segredo para todos.#$e#Seja encantado, @. Esteja em paz.",
    "Wizard.Dialogue.spring_Mon4": "Agora você pode usar o Santuário da Ilusão abaixo. Use-o com sabedoria.#$b#Seu poder é grande, para o bem e para o mal.#$e#Tenha um dia para lembrar, @.",
    "Wizard.Dialogue.spring_Tue4": "Eu obtive o Santuário da Ilusão de um homem que queria que ele fosse embora. Ele me procurou, implorando para que eu o levasse.#$b#Trazê-lo para cá foi difícil, mas ele ficou feliz em se livrar dele. Ele tinha tirado mais do que apenas seu rosto.#$e#Abrace os mistérios do dia, @.",
    "Wizard.Dialogue.spring_Wed4": "O Santuário da Ilusão permite que alguém mude sua aparência externa, mas não interna.#$b#Um ser maligno que usa o santuário não pode se libertar do que fez, entende.#$e#Tenha um bom dia, @. Aprenda algo novo.",
    "Wizard.Dialogue.spring_Thu4": "Se o Santuário da Ilusão cair novamente nas mãos do mal, terei que recuperá-lo. É meu dever agora.#$b#É um artefato terrível de uma era esquecida, e eu sou seu guardião.#$e#Busque as energias, @. Aproveite o dia.",
    "Wizard.Dialogue.spring_Fri4": "Nunca usei o Santuário da Ilusão, mas não culpo aqueles que o fazem. É importante projetar quem você realmente é.#$b#Se você não fizer isso, o que você é irá se consumir por dentro, e isso não é agradável.#$e#Concentre sua mente hoje, @, e esteja em paz.",
    "Wizard.Dialogue.spring_Sat4": "Certa vez, um animal foi até as profundezas da minha torre e usou o Santuário da Ilusão. Ele se transformou no que realmente queria ser visto como.#$b#Saiu um ser de pesadelo, e eu tive que encontrar um lugar para ele prosperar. Foi difícil de fazer, mas consegui.#$b#Aquele cachorro que virou pesadelo? Prefeito Lewis.{{surprised}}#$b#Estou brincando.{{happy}}#$b#Meus poderes de piada diminuem.#$e#Busque conhecimento, busque respostas. Tenha um bom dia.",
    "Wizard.Dialogue.spring_Sun4": "O Santuário da Ilusão precisa de ouro para funcionar, uma oferenda antes que seus poderes sejam ativados.#$b#Tal é o seu poder.",
    "Wizard.Dialogue.spring_Mon6": "Conheci minha ex-esposa em tempos melhores. Ela era a pessoa mais bonita que eu já tinha visto, e rapidamente nos apaixonamos.{{sad}}#$b#É engraçado como o tempo muda. O verdadeiro mistério é por que isso acontece tão rápido.#$e#Tenha um dia para lembrar, @.",
    "Wizard.Dialogue.spring_Tue6": "É difícil lembrar dos velhos tempos com minha ex-esposa. Éramos felizes, muito felizes.#$b#As coisas simplesmente desmoronaram. No final, terminamos, e não foi bonito.{{sad}}#$b#Muitas pessoas ainda se lembram dela voando por aí, amaldiçoando tudo o que via. Eu ainda me sinto responsável.{{sad}}#$e#Abrace os mistérios do dia, @.",
    "Wizard.Dialogue.spring_Wed6": "Tínhamos interesses semelhantes, minha ex-esposa e eu. Passávamos horas nos braços um do outro, lendo livros proibidos.#$b#No final, o que não conseguimos decidir foi como viver. Éramos pessoas muito diferentes.#$b#Se ao menos as coisas pudessem ter sido diferentes.{{sad}}#$e#Tenha um bom dia, @. Aprenda algo novo.",
    "Wizard.Dialogue.spring_Thu6": "Minha ex-esposa ainda mora perto e parece uma bruxa verde de lenda. No entanto, é apenas uma ilusão.#$b#Eu ainda a vejo como ela realmente é. Isso parte meu coração.{{sad}}#$e#Busque as energias, @. Aproveite o dia.",
    "Wizard.Dialogue.spring_Fri6": "Todos os poderes do universo não são suficientes para consertar um coração partido. Ele pode ser consertado, mas uma vez quebrado, permanecerá assim.{{sad}}#$b#Algum dia encontrarei uma maneira de consertar o meu, mas mesmo isso pode levar séculos.{{sad}}#$b#Desculpe por entediá-lo com os problemas deste velho.#$e#Concentre sua mente hoje, @, e fique em paz.",
    "Wizard.Dialogue.spring_Sat6": "Fiz algumas coisas das quais me arrependo quando era casado. Deixei as coisas passarem, evitei responsabilidades e isso me custou caro.{{sad}}#$b#Se você se comprometer com qualquer causa, grande ou pequena, não fuja dela. Teria sido melhor se você não tivesse se envolvido.#$e#Busque conhecimento, busque respostas. Tenha um bom dia.",
    "Wizard.Dialogue.spring_Sun6": "A alegria é um poder misterioso. Frágil em seu estado mais puro, quando aparece, pode ressoar ao longo dos tempos.#$b#No entanto, essa mesma alegria pode se corromper com o tempo. Ela deve ser protegida, a todo custo.#$e#Seja encantado, @. Esteja em paz.",
    "Wizard.Dialogue.spring_Mon8": "@. Você já viajou? Anseio por retornar aos dias da minha juventude, há muito tempo.#$b#Eu era jovem e cheio de paixão. Aprendi muitas coisas que ainda me lembro muito bem.#$b#A juventude é passageira, segure-a enquanto puder.#$e#Tenha um dia para lembrar, @.",
    "Wizard.Dialogue.spring_Tue8": "Viajei por toda parte, procurando segredos das energias. Tive grandes aventuras e sofri terríveis tragédias.#$b#Quando você tem um impulso e uma paixão, essa é uma energia que não pode ser destruída.#$e#Abrace os mistérios do dia, @.",
    "Wizard.Dialogue.spring_Wed8": "Vou lhe contar sobre um lugar onde estive. Enquanto estava perdido em uma floresta, encontrei uma cabana e me abriguei nela.#$b#Era maior do que parecia por dentro e parecia se estender por quilômetros.#$b#No final, encontrei uma cama e, nela, uma criança. Seus olhos estavam abertos e ela se levantou para me encarar.#$b#Ela apontou para mim e eu acordei em minha cama na pousada. Muito estranho, e ainda penso sobre isso.#$e#Tenha um bom dia, @. Aprenda algo novo.",
    "Wizard.Dialogue.spring_Thu8": "Andar pelas bibliotecas do mundo, mesmo que você não consiga entender o idioma, é um sentimento inspirador. A energia que se ganha por estar perto de livros é grande.#$b#Eu costumava passar horas neles, absorvendo tudo. Muitos se foram agora, e é uma pena.#$e#Busque as energias, @. Aproveite o dia.",
    "Wizard.Dialogue.spring_Fri8": "De onde eu venho, as bibliotecas estariam cheias de vida. Cada página um portal, registrado por escribas há muito tempo.#$b#Alguns estavam cheios de segredos que ninguém deveria saber, e eu os procurei imediatamente. Ainda me arrependo.{{sad}}#$e#Concentre sua mente hoje, @, e fique em paz.",
    "Wizard.Dialogue.spring_Sat8": "O mundo que eu conhecia há muito se foi. Guardo fragmentos dele, mas estou velho. Algum dia, tudo será esquecido.{{sad}}#$b#Gostaria de contar sobre isso, @, mas nenhuma energia no universo me permitiria discuti-lo. Como é o caminho.#$e#Busque conhecimento, busque respostas. Tenha um bom dia.",
    "Wizard.Dialogue.spring_Sun8": "Eu gostaria de poder voltar aos dias da minha juventude por mais um dia. Entre nas lojas que sempre adiei, converse com os bibliotecários, aprenda ainda mais.#$b#Esses dias já se foram, e tudo o que me resta deles é uma sombra. Assim é a vida.{{sad}}#$e#Seja encantado, @. Esteja em paz.",
    "Wizard.Dialogue.spring_Mon10": "Apesar do foco que tenho em meus estudos, sempre quis ser pai.#$b#Seria presunçoso da minha parte perguntar como você se sente em relação às crianças?{{love}}#$e#Talvez pudéssemos...{{love}}#$b#Bem.{{envergonhado}}#$b#Não importa.{{envergonhado}}",
    "Wizard.Dialogue.spring_Tue10": "Fico feliz em vê-lo, @. Eu havia previsto que nos tornaríamos amigos, mas não tinha ideia de até onde isso iria.{{happy}}#$b#Há muitos mistérios neste mundo, e estou feliz que você me escolheu como um dos seus.{{happy}}#$e#Eu me considero muito sortudo.{{happy}}",
    "Wizard.Dialogue.spring_Wed10": "Muitas pessoas têm medo de mim. O desconhecido os faz tremer, e minha associação com ele os assusta.#$b#Você continuou a mostrar que não se importa com o misterioso. Você o abraça e tira um tempo do seu dia para me ver.#$b#Obrigado, @. Pensei que ficaria sozinho para sempre.{{happy}}#$e#Você é uma pessoa especial, de fato.{{happy}}",
    "Wizard.Dialogue.spring_Thu10": "As energias, em seu âmago, são caóticas. Sempre mudando, são mais densas que o ar, mas mais evasivas que o vento.#$b#No final, muitas pessoas acreditaram que não valia a pena tentar resolver o mistério, mas aqui permaneço.#$e#Algum dia, @, eu realmente entenderei.",
    "Wizard.Dialogue.spring_Fri10": "Sinto-me renovado este ano, não apenas porque a primavera é a época para isso, mas por causa do meu relacionamento com você, @.{{happy}}#$b#Você me lembrou que ainda sou humano. Focar em ser humano é um mistério que eu quase esqueci.{{happy}}#$e#Obrigado, @.{{happy}}",
    "Wizard.Dialogue.spring_Sat10": "O ar está elétrico, sinto que este ano será especial. Vamos fazer o nosso melhor para realizar nossos sonhos, @.#$e#Não desista. Eu estarei com você.",
    "Wizard.Dialogue.spring_Sun10": "As maiores energias são aquelas que nos permitimos encontrar. Todo o resto é falso.#$b#Seja fiel ao que te move e você terá energia para o resto da sua vida.#$e#Essa é minha esperança para você, @. Viva para sempre!{{happy}}",
    "Wizard.Dialogue.summer_1": "O verão finalmente chegou. As energias estão no auge. Eu vou conseguir fazer muito trabalho nesta estação.#$b#Fique tranquilo, @, e não deixe o sol amaldiçoar você.#$e#Talvez eu vá nadar desta vez...",
    "Wizard.Dialogue.summer_Mon": "A safra de muitas espigas, suas folhas capturam a própria energia do sol, pintando tudo com ela.#$b#Incrível em seus usos, seu verdadeiro desejo é alimentar as pessoas. Uma safra realmente inspiradora.#$e#Tenha um dia para lembrar, @.",
    "Wizard.Dialogue.summer_Tue": "O arbusto com olhos azuis, ele pode ver muitas coisas. Seu poder está na cura e, como tal, é realmente muito potente.#$b#As pessoas os anseiam, mas são difíceis de encontrar na maior parte do ano e só são bons frescos. Uma safra cuja qualidade é passageira, muito misteriosa.#$e#Abrace os mistérios do dia, @.",
    "Wizard.Dialogue.summer_Wed": "Melão da Terra, Melão do Céu, Melão do Povo, Melão do Olho.#$b#Melão da Mãe, Melão do Pai, Melão do Filho, Melão da Filha#$b#Isso conclui minha lista de compras.{{surprised}}#$e##$e#Tenha um bom dia, @. Aprenda algo novo.",
    "Wizard.Dialogue.summer_Thu": "É agora que as safras que podem gerar energia nascem, e cabe a pessoas como você aproveitá-la.#$b#Há duas safras disponíveis e uma delas tem suas sementes. Utilizá-las é pura alquimia.#$e#Procure as energias, @. Aproveite o dia.",
    "Wizard.Dialogue.summer_Fri": "Uma planta poderosa, pode induzir sonhos em quem a bebe. Seus poderes são muitos, seus sabores são infinitos.#$b#No entanto, trouxe ruína para civilizações e não é amigo de homens ou mulheres. Qual é seu verdadeiro propósito?#$e#Concentre sua mente hoje, @, e tenha paz.",
    "Wizard.Dialogue.summer_Sat": "A energia do sol é demais para alguns, e a única solução é ficar dentro de casa. Eu me escondo dentro da minha torre para esse propósito.#$b#No entanto, as energias são tão poderosas durante esta época do ano que nem preciso dormir. Não é maravilhoso?#$e#Busque conhecimento, busque respostas. Tenha um bom dia.",
    "Wizard.Dialogue.summer_Sun": "A safra vermelha, vegetal para alguns e fruta para outros, não tem dono. É deliciosa crua, cozida ou espremida.#$b#Muitas pessoas gostam, e algumas não podem viver sem ela. Nenhuma casa deveria deixar de tê-la.#$e#Seja encantado, @. Tenha paz.",
    "Wizard.Dialogue.summer_Mon2": "Há muito tempo, havia uma língua que permitia às pessoas conversar com os espíritos do sol. Eles realizavam muitos festivais durante o verão.#$b#Aquela cultura já se foi há muito tempo, e a língua do sol se perdeu no tempo. Se ao menos eu pudesse encontrar uma maneira...#$e#Tenha um dia para lembrar, @.",
    "Wizard.Dialogue.summer_Tue2": "A energia durante o verão permite métodos mais fáceis de mistério. É muito viciante experimentar novas teorias após duas estações de dúvida.#$b#Você consegue sentir as energias? Não se preocupe se não conseguir.#$e#Abrace os mistérios do dia, @.",
    "Wizard.Dialogue.summer_Wed2": "Foi dito que somente os mais poderosos poderiam aprender e escrever a Língua do Sol, pois ela poderia queimar aqueles que a escrevessem.#$b#Há rumores de que havia uma tribo rival que escrevia em uma runa especial da lua, mas não há prova de que tal língua tenha existido.#$e#Tenha um bom dia, @. Aprenda algo novo.",
    "Wizard.Dialogue.summer_Thu2": "Um dos meus experimentos foi bem hoje. Consegui dar uma olhada no futuro por um momento.#$b#Todas as vozes, todas as emoções. Vai ser interessante.#$e#Procure as energias, @. Aproveite o dia.",
    "Wizard.Dialogue.summer_Fri2": "Sou muito afortunado por ter encontrado apenas uma letra da Língua do Sol, que mantenho escondida. Ela queima carmesim, constante e eternamente.#$b#É a letra para 'esperança'. Estranho, não é? Algum dia, poderei mostrar a você, mas não agora.#$e#Concentre sua mente hoje, @, e tenha paz.",
    "Wizard.Dialogue.summer_Sat2": "Amanhã estarei concentrando minha energia e fazendo um experimento que pode dar muito certo ou muito errado. Se você me vir, estarei em transe.#$b#Se der certo, você acordará e tudo ficará bem. Se não der, bem, eu tentei.#$e#Busque conhecimento, busque respostas. Tenha um bom dia.",
    "Wizard.Dialogue.summer_Sun2": "Hakata Monno ba, hakata bal bala. Shamlao 'tswal, catakan grana.{{asleep}}#$e#Devo... me concentrar... não devo... ceder...{{asleep}}",
    "Wizard.Dialogue.summer_Mon4": "Se você ainda não usou o Santuário da Ilusão, então devo lhe dizer para ser cauteloso. Sua história é vasta e muito dela, sangrenta.#$b#Use-o com sabedoria e tudo ficará bem.#$e#Tenha um dia para lembrar, @.",
    "Wizard.Dialogue.summer_Tue4": "O antigo dono do Santuário da Ilusão era um homem vaidoso, tentando encontrar a aparência perfeita para si mesmo. Ele era rico e ganhou o santuário em um concurso.#$b#Ele investiu toda a sua riqueza nele, tentando encontrar o visual perfeito, mas nunca ficou feliz.#$b#Ele estava tentando consertar o que estava do lado de fora e não do lado de dentro, e isso o consumiu. Estranho, não é?#$e#Abrace os mistérios do dia, @.",
    "Wizard.Dialogue.summer_Wed4": "Encontrei um aviso em um livro antigo sobre o Santuário da Ilusão. Dizia o seguinte:#$b#'Somente aqueles que desejam encontrar seu verdadeiro eu podem usar o Santuário. Aqueles que desejam mudar sua aparência para enganar os outros serão amaldiçoados.'#$b#Passei muito tempo tentando descobrir qual é a maldição, mas só tenho teorias.#$e#Tenha um bom dia, @. Aprenda algo novo.",
    "Wizard.Dialogue.summer_Thu4": "Meus palpites para a Maldição do Santuário da Ilusão são que se você usá-la para seu próprio ganho, e não para revelar seu verdadeiro eu, seu tempo neste plano mortal será interrompido.#$b#Muitos tentaram usá-lo como tal, e todos foram destruídos. Mas esta é apenas uma teoria minha, nada de concreto sobre ela.#$e#Busque as energias, @. Aproveite o dia.",
    "Wizard.Dialogue.summer_Fri4": "É curioso para mim por que o Santuário exige ouro para seu uso. Se fosse uma construção do bem, não deveria importar.#$b#No entanto, não funcionará sem uma oferta de ouro. Uma coisa tão curiosa.#$e#Concentre sua mente hoje, @, e fique em paz.",
    "Wizard.Dialogue.summer_Sat4": "Não há prova de qualquer tipo de que o Santuário da Ilusão seja mais poderoso durante o verão ou não. Todos os outros tipos de objetos misteriosos são, mas parece indiferente.#$e#Busque conhecimento, busque respostas. Tenha um bom.",
    "Wizard.Dialogue.summer_Sun4": "Acredito que você seja uma boa pessoa, @, então o Santuário deve ser gentil com você. Se eu te julguei mal, então...#$b#Você ainda pode estar bem. Terei que ver.#$e#Seja encantado, @. Esteja em paz.",
    "Wizard.Dialogue.summer_Mon6": "Minha ex-esposa era minha companheira. Fizemos muitas coisas juntos e, durante o verão, quando as energias são tão potentes, foi realmente maravilhoso.{{happy}}#$b#Agora, estou sozinho nesta torre. Não é a mesma coisa e provavelmente nunca mais será.{{sad}}#$e#Tenha um dia para lembrar, @.",
    "Wizard.Dialogue.summer_Tue6": "Tenho a capacidade de criar uma imagem de qualquer ser e conversar com ele. No entanto, eles me aborrecem, e eu os aborreço.#$b#Eles afirmam que preciso superar minha ex-esposa, mas é mais fácil falar do que fazer.{{sad}}#$e#Abrace os mistérios do dia, @.",
    "Wizard.Dialogue.summer_Wed6": "Ter sorte no amor é um tipo especial de energia que nem todos os seres possuem. Ele ataca aleatoriamente e apenas uma vez.#$b#Tenho esperado por outra chance por muitos anos, mas sem sucesso.{{sad}}#$e#Tenha um bom dia, @. Aprenda algo novo.",
    "Wizard.Dialogue.summer_Thu6": "Certa vez, conjurei um ser que era um gato falante. Ele falava sem parar sobre fatos de todo o mundo, mas eram apenas coisas que eu sabia.#$b#Não consegui me obrigar a mandá-lo embora, então o dei a um amigo. Eu me pergunto onde ele está agora.#$e#Busque as energias, @. Aproveite o dia.",
    "Wizard.Dialogue.summer_Fri6": "A lua cheia de verão é especial para mim. Eu pedi minha ex-esposa em casamento sob seu poder.#$b#Foi... encantador.{{happy}}#$b#Isso foi há muito tempo.{{sad}}#$e#Concentre sua mente hoje, @, e fique em paz.",
    "Wizard.Dialogue.summer_Sat6": "É um poder perigoso se perguntar como as coisas poderiam ter sido. É impossível saber, mas pode ser uma força destrutiva.#$b#É melhor sempre fazer o que você sente que é certo para não se arrepender. Fazer o que você sente que é errado, mas fazer assim mesmo, é loucura.#$e#Busque conhecimento, busque respostas. Tenha um bom.",
    "Wizard.Dialogue.summer_Sun6": "Os dias são longos, @. Estou em crise, mas posso sentir um momento em que logo irei superá-la.#$b#Deixei os poderes do passado me dominarem, e digo a você, vou me libertar deles.#$e#Seja encantado, @. Esteja em paz.",
    "Wizard.Dialogue.summer_Mon8": "Uma das coisas que eu fazia quando era mais jovem era caçar e lutar contra seres e criaturas malignas. Eu encontrei todos eles.#$b#Há seres neste mundo que ainda lutam em guerras, cujo objetivo foi há muito esquecido, substituído apenas pelo ódio ao inimigo.#$b#É uma vida cansativa, e eu saí dela.#$e#Tenha um dia para lembrar, @.",
    "Wizard.Dialogue.summer_Tue8": "O problema com os monstros é que na maioria das vezes eles não sabem por que fazem o que fazem.#$b#Alguns são criados, ou outros são encantados de alguma forma terrível. Você já viu algum carregando um objeto chamado 'Pão Estranho?'#$b#Cuidado com o Pão Estranho, @.#$e#Abrace os mistérios do dia, @.",
    "Wizard.Dialogue.summer_Wed8": "Houve uma guerra, travada há muito tempo, que quase engoliu o mundo inteiro. Desconhecido para os humanos, foi travado abaixo da terra.#$b#No final, nenhum dos lados venceu e os guerreiros foram esquecidos. Esse é o preço que pagaram por sua estupidez.#$e#Tenha um bom dia, @. Aprenda algo novo.",
    "Wizard.Dialogue.summer_Thu8": "Na juventude, meus poderes eram afinados para a luta, e eu conseguia me defender. Foi um momento de tirar o fôlego.#$b#Infelizmente, me custou alguns anos de vida. Tenho pouco a mostrar além das cicatrizes.{{sad}}#$e#Busque as energias, @. Aproveite o dia.",
    "Wizard.Dialogue.summer_Fri8": "As minas são mais profundas do que você imagina, e há segredos guardados que provavelmente nunca serão encontrados.#$b#Espero que todas as coisas horríveis que aconteceram lá permaneçam lá, e às vezes devo interferir.#$e#Concentre sua mente hoje, @, e fique em paz.",
    "Wizard.Dialogue.summer_Sat8": "Raiva e ódio são energias falsas. Eles escondem as verdadeiras fontes de poder, que são compreensão e tristeza.#$b#Tornou-se clichê, mas é verdade. Aprendi muito e ainda é verdade. Encontre a paz antes de se despedaçar.#$e#Busque conhecimento, busque respostas. Tenha um bom.",
    "Wizard.Dialogue.summer_Sun8": "Um dia as coisas estarão em paz com os seres nas minas, mas não tão cedo. Provavelmente não até que o mundo seja apenas uma casca, e os humanos tenham partido há muito tempo.#$b#É assim que o ódio deles queima profundamente. É uma tragédia das eras.#$e#Seja encantado, @. Esteja em paz.",
    "Wizard.Dialogue.summer_Mon10": "Ainda me maravilho que você escolheria estar com alguém como eu. Sou muito velho e cansado para alguém tão cheio de vida. E ainda assim, aqui estamos nós.{{happy}}#$e#Você é o mistério que eu nunca vou resolver. Fique bem, @.{{love}}",
    "Wizard.Dialogue.summer_Tue10": "Ignorância é uma bênção. Você já ouviu esse ditado antes, tenho certeza, mas é verdade. Saber demais pode tornar alguém amargo.{{sad}}#$b#Ainda encontro esperança em meus estudos, mas alguns dias é quase demais para suportar. Obrigada por me escolher, @.#$e#Você é o que me prende a esta realidade.{{constrangido}}",
    "Wizard.Dialogue.summer_Wed10": "O foco da minha vida sempre foi nos meus estudos. Todo o resto desapareceu.#$b#Tornar-me próximo de você me fez perceber que talvez eu não deva ser tão consumido pela busca por conhecimento.{{happy}}#$b#Há mais na vida do que ler livros sobre a vida dos mortos.{{happy}}#$b#Agora há você.{{love}}#$e#Estou com você, @. Sempre estarei.{{constrangido}}",
    "Wizard.Dialogue.summer_Thu10": "Usar as energias tem um custo. Não é grátis. Discutir todos os diferentes aspectos levaria séculos.#$b#Vou te dizer uma coisa, @. Meu cabelo não era originalmente roxo.#$e#Isso foi há muito tempo...",
    "Wizard.Dialogue.summer_Fri10": "Obrigado por passar um tempo comigo, @. Eu estava esperando que você viesse hoje.{{happy}}#$b#É bom fazer uma pausa nos meus experimentos e conversar com você. Como está sua fazenda?{{happy}}#$e#Espero que você seja bem sucedido em todas as suas ações.{{happy}}",
    "Wizard.Dialogue.summer_Sat10": "A pessoa pode ficar tão envolvida no trabalho que a vida simplesmente passa. Outros se refugiam no trabalho porque não conseguem lidar com a vida deles.#$b#Estou percebendo ultimamente que fiz muitas coisas com as quais não estava feliz. Me forcei a fazer o que era errado para o que eu pensava que era certo.{{sad}}#$b#Espero um dia conseguir perdão, @.{{sad}}#$e#Um dia.{{sad}}",
    "Wizard.Dialogue.summer_Sun10": "Há uma energia especial no ar hoje. Eu consigo sentir, e você?{{surprised}}#$b#É a nossa energia! Ela é revigorante. Ela me faz sentir jovem novamente.{{shockblush}}#$e#Isso é estranho? Eu não saio muito, @.{{love}}",
    "Wizard.Dialogue.fall_1": "Você consegue sentir as mudanças no ar? Não me refiro apenas à temperatura. As árvores estão emanando uma energia única.#$e#Que este outono seja encantado.",
    "Wizard.Dialogue.fall_Mon": "Aqueles que vivem nas sombras estão perdidos, pois o mundo deles se moveu para além deles. Tenha pena daqueles que consumiram o doce escuro.#$e#Tenha um dia para lembrar, @.",
    "Wizard.Dialogue.fall_Tue": "As criaturas que deslizam sobre a terra, qual é o propósito delas? De onde elas vêm?#$b#Elas são conhecidas por todas as eras e culturas, mas uma fonte para o ser delas nunca foi encontrada.#$e#Abrace os mistérios do dia, @.",
    "Wizard.Dialogue.fall_Wed": "Você já os viu? Os golens que procuram pelos seus criadores há muito mortos.#$b#Eles vagarão pelas minas para sempre, sozinhos, até que fiquem sem energia.#$e#Tenha um bom dia, @. Aprenda algo novo.",
    "Wizard.Dialogue.fall_Thu": "Criatura normal ou monstro? É difícil dizer sobre os morcegos que voam nas cavernas.#$b#A energia deles flutua com a lua, e eles anseiam pelo sangue vital de qualquer um que eles possam. Cuidado com o olhar assustador deles.#$e#Busque as energias, @. Aproveite o dia.",
    "Wizard.Dialogue.fall_Fri": "Há criaturas que se adaptaram para parecer com a própria pedra nas minas. Não foi por meios mágicos que eles fizeram isso, mas por pura força de vontade.#$b#Às vezes, a única energia que você precisa vem de dentro.#$e#Foque a sua mente hoje, @, e esteja em paz.",
    "Wizard.Dialogue.fall_Sat": "Há espíritos, bem no fundo das minas, que vagam por toda a eternidade. Algumas das primeiras almas ainda estão presas lá.#$b#Eles nem se parecem mais com humanos, tão distorcida se tornou a imagem etérea deles. Que tragédia.#$e#Busque conhecimento, busque respostas. Tenha um bom dia.",
    "Wizard.Dialogue.fall_Sun": "As minas já foram um vasto mundo que foi compactado como resultado de uma guerra antiga.#$b#Passar pelas camadas é passar pelo próprio tempo. Tenha cuidado, pois é um lugar implacável.#$b#Essas criaturas perderam mais do que as suas mentes.#$e#Seja encantado, @. Esteja em paz.",
    "Wizard.Dialogue.fall_Mon2": "Esta estação é especial, pois o poder de ser capaz de mudar é aumentado. Seja a sua vida, o seu pensamento ou os seus arredores, os poderes do outono tornam isso possível.#$b#Escolha sabiamente, no entanto, pois nem toda mudança é positiva.#$e#Tenha um dia para lembrar, @.",
    "Wizard.Dialogue.fall_Tue2": "Foque no que importa, e tudo deve dar certo, a menos que não dê. Não há garantias na vida.#$b#Nos meus estudos, descobri que isso é verdade, e é lamentável. Nada é garantido para sempre funcionar.#$e#Abrace os mistérios do dia, @.",
    "Wizard.Dialogue.fall_Wed2": "Quando as árvores entram no seu sono, elas soltam as suas folhas e a sua energia. É esta energia que é útil para mim.#$b#Quando o inverno chega, todas as energias diminuem. O outono é o final.#$e#Tenha um bom dia, @. Aprenda algo novo.",
    "Wizard.Dialogue.fall_Thu2": "Quando tudo parece perdido, é importante lembrar que as coisas ainda podem mudar. Para melhor ou para pior.#$b#É importante não desistir e ver até o fim. Mais fácil falar do que fazer, às vezes, mas descobri que é verdade.#$e#Busque as energias, @. Aproveite o dia.",
    "Wizard.Dialogue.fall_Fri2": "Uma vez, vi uma pessoa tentar manter uma árvore viva o ano todo, usando energias poderosas para fazer isso.#$b#Foi horrível: a própria árvore chorou e implorou para ser libertada. Eu tive que intervir e salvar a árvore.#$b#Ainda tenho algumas das folhas que ela me deu como um presente. Elas são especiais para mim.#$e#Foque a sua mente hoje, @, e esteja em paz.",
    "Wizard.Dialogue.fall_Sat2": "Os meus poderes começaram a perder a sua potência, como sempre acontece no outono. Eu poderia tirar das árvores, mas me recuso a fazer isso.#$b#Planejo ler muito nesta estação. Quem sabe o que vou encontrar?#$e#Busque conhecimento, busque respostas. Tenha um bom dia.",
    "Wizard.Dialogue.fall_Sun2": "Você deve estar tendo algum sucesso na sua fazenda para chegar tão longe, @. Como estão as suas colheitas?#$b#É revigorante ver alguém superar as dificuldades e continuar. As suas recompensas estão à sua frente.{{happy}}#$e#Seja encantado, @. Esteja em paz.",
    "Wizard.Dialogue.fall_Mon4": "Há muito tempo, o Santuário da Ilusão estava nas mãos de um grupo de assassinos. Eles usaram os seus poderes para mudar a sua aparência e fazer mortes.#$b#Há muito tempo, de fato.#$e#Tenha um dia para lembrar, @.",
    "Wizard.Dialogue.fall_Tue4": "Os assassinos que usaram o Santuário da Ilusão eram quase imparáveis no seu tempo. Foi preciso um grupo de pessoas como eu para detê-los.#$b#Foi uma época preocupante. Um artefato como aquele nunca deveria ser usado para tais ganhos.#$e#Abrace os mistérios do dia, @.",
    "Wizard.Dialogue.fall_Wed4": "Com o Santuário da Ilusão fora das fileiras dos assassinos, a sua ordem desmoronou. Muitos o procuraram, para recuperar a sua honra, mas, infelizmente.#$b#Esse é o caminho daqueles que o usaram para o mal. Nunca funcionou para eles.#$e#Tenha um bom dia, @. Aprenda algo novo.",
    "Wizard.Dialogue.fall_Thu4": "O Santuário da Ilusão foi perdido por um tempo, e não há nenhum registro conhecido de para onde ele foi.#$b#Alguns gostam de acreditar que ele mudou a sua própria forma e se escondeu no mundo em algum lugar, encontrando paz.#$e#Busque as energias, @. Aproveite o dia.",
    "Wizard.Dialogue.fall_Fri4": "Sinto muito pelos assassinos que ficaram presos na forma que escolheram depois de perderem o acesso ao Santuário da Ilusão.#$b#O seu fardo a carregar, usando uma máscara costurada no seu rosto para sempre. Arrepiante. Esse é o seu poder.#$e#Foque a sua mente hoje, @, e esteja em paz.",
    "Wizard.Dialogue.fall_Sat4": "É impossível conversar com o Santuário da Ilusão, mas sinto uma presença viva dentro dele. Eu sei que ele pode me ouvir, mas ainda permanece em silêncio.#$b#Ele é um péssimo companheiro. Ele realmente só quer ouro e ser deixado sozinho, então eu faço o melhor que posso.#$e#Busque conhecimento, busque respostas. Tenha um bom dia.",
    "Wizard.Dialogue.fall_Sun4": "O Santuário da Ilusão tem poderes incríveis, e estou honrado em tê-lo aqui na minha torre.#$b#Acho que ele se sente seguro, mas é difícil saber com esses artefatos.#$b#Eu gostaria de ver alguém tentar invadir aqui para pegá-lo.{{happy}}#$e#Seja encantado, @. Esteja em paz.",
    "Wizard.Dialogue.fall_Mon6": "Aqui está um aviso, @. Tenha cuidado durante o outono, pois é uma época de encantamento.#$b#As árvores, à medida que ficam dormentes, soltam as suas energias e os seus desejos. Isso pode ter alguns efeitos estranhos nas pessoas.#$e#Tenha um dia para lembrar, @.",
    "Wizard.Dialogue.fall_Tue6": "Se você se encontrar obcecado por algo em que nunca se interessou antes, isso pode significar que você foi encantado.#$b#Nem todos os encantamentos são ruins, é claro. Alguns podem ser bastante positivos. É muito misterioso.#$e#Abrace os mistérios do dia, @.",
    "Wizard.Dialogue.fall_Wed6": "Minha ex-esposa estava muito forte durante o outono. Suas energias estavam fora do comum.#$b#Admito que isso me deixou com ciúmes, e isso não ajudou.{{sad}}#$b#Às vezes, me pergunto se é por ela encantar as pessoas durante o outono...{{sad}}#$e#Tenha um bom dia, @. Aprenda algo novo.",
    "Wizard.Dialogue.fall_Thu6": "Preciso me concentrar em meus experimentos antes que as energias do outono acabem. O inverno é uma época difícil.#$b#Se eu conseguir fazer uma descoberta, vou aproveitar a emoção até a primavera.#$e#Busque as energias, @. Aproveite o dia.",
    "Wizard.Dialogue.fall_Fri6": "Muitas culturas ao redor do mundo devem estar cientes das energias estranhas do outono. Tantos festivais sobre monstros estão espalhados por aí.#$b#Era minha época favorita do ano quando eu era criança. Agora, devo ficar em guarda.#$e#Concentre sua mente hoje, @, e fique em paz.",
    "Wizard.Dialogue.fall_Sat6": "Esta é a época da colheita, então como está sua fazenda? Você conseguiu alguma colheita especial?#$b#Espero que sim. Somente através do trabalho duro a verdadeira energia pode ser encontrada.{{happy}}#$e#Busque conhecimento, busque respostas. Tenha um bom dia.",
    "Wizard.Dialogue.fall_Sun6": "Os brutos das sombras, você os viu? Embora muitos sejam monstros, há um lá fora que não é. Você o conheceu?#$b#Eu sei disso há muito tempo. Espero que continue amigável.#$e#Seja encantado, @. Fique em paz.",
    "Wizard.Dialogue.fall_Mon8": "Encantamentos, energias e experimentos. Embora seus poderes sejam grandes e possam fazer muitas coisas, eles não podem resolver todos os problemas da vida.#$b#Eles não podem, por exemplo, fazer alguém se apaixonar por outra pessoa e ter um relacionamento honesto. Nunca termina bem.#$e#Tenha um dia para lembrar, @.",
    "Wizard.Dialogue.fall_Tue8": "Quando eu era jovem, me encontrei em uma casa mal-assombrada durante uma tempestade e tive que passar a noite.#$b#Vi muitas coisas naquela noite, mas a que ficou comigo foi o espírito de uma criança, vagando pelos corredores a noite toda.#$b#Não chorava, só procurava seus pais. O pior é que pensei ter visto seus pais voando por perto dela, mas eles não conseguiam se ver.#$e#Abrace os mistérios do dia, @.",
    "Wizard.Dialogue.fall_Wed8": "Não quero me tornar um fantasma. Espero que quando chegar a minha hora, eu possa transcender para algum plano superior.#$b#Eu também seria um fantasma terrível. Não gosto de assustar as pessoas.#$e#Tenha um bom dia, @. Aprenda algo novo.",
    "Wizard.Dialogue.fall_Thu8": "Uma das curiosidades sobre meus estudos são as regras de certas coisas. Por exemplo, posso conjurar familiares, obeliscos e muito mais.#$b#No entanto, não há poderes à minha disposição que possam abrir um pote lacrado de picles ou manteiga de amendoim. Eu procurei muito e muito, mas a regra permanece.#$e#Busque as energias, @. Aproveite o dia.",
    "Wizard.Dialogue.fall_Fri8": "Vou ser honesto com você, @, eu não esperava durar tanto tempo, e às vezes me pergunto o que fiz de certo.#$b#Muitas pessoas que levam essa vida cedem à tentação ou vão longe demais. Fico surpreso por não ter feito isso.#$e#Concentre sua mente hoje, @, e fique em paz.",
    "Wizard.Dialogue.fall_Sat8": "Há uma sensação estranha durante esta época do ano para mim. As coisas estão em paz, e ainda assim, estou preocupado.#$b#Talvez eu esteja apenas ficando paranoico. Preciso sair mais.#$e#Busque conhecimento, busque respostas. Tenha um bom dia.",
    "Wizard.Dialogue.fall_Sun8": "Há uma parte de mim que gostaria de ser encantada, de viver a vida livre de conhecer os segredos e estar em paz. No entanto, isso seria impossível.#$b#Estudei muito e aprendi coisas que não posso desaprender. É um benefício e, ao mesmo tempo, um fardo.#$e#Seja encantado, @. Fique em paz.",
    "Wizard.Dialogue.fall_Mon10": "Estudar e usar as energias pode deixar uma pessoa muito cansada, @. Todos esses anos me trouxeram à beira do abismo.#$b#No entanto, é minha curiosidade que me move. Não tenho todas as respostas e ainda tenho perguntas.#$b#Como você, @. O que continua trazendo você de volta para mim, uma e outra vez?#$e#Talvez um dia eu te entenda.{{embarrassed}}#$b#Então, novamente, eu gosto do mistério.{{love}}",
    "Wizard.Dialogue.fall_Tue10": "Houve momentos em que tive a chance de exercer energia ilimitada. Muitos seriam tentados por tal poder.#$b#Sou apenas humano. Tive sorte de rejeitá-los, pois isso teria me destruído.#$b#Nem tudo que reluz é sempre bom, @.#$e#Quem sabe o que eu teria me tornado? Um pensamento assustador.",
    "Wizard.Dialogue.fall_Wed10": "Sou uma pessoa melhor do que era antes de tudo isso? Em toda a minha busca, consegui encontrar uma maneira de me tornar mais forte?#$b#Tenho respostas para muitos mistérios, mas eles não me mudaram. São apenas respostas. Fiz tudo o que pude?#$e#Pensei sobre essas coisas por muito tempo. Meu próprio mistério.",
    "Wizard.Dialogue.fall_Thu10": "Palavras não podem expressar o quanto sou grato por você, @. É bom poder conversar com alguém sobre todos os aspectos do meu trabalho.{{happy}}#$e#Entre outras coisas.{{love}}",
    "Wizard.Dialogue.fall_Fri10": "Tenho concentrado minhas energias ultimamente para encontrar a resposta para esta pergunta: como é que quando estou fora de casa estou cansado, mas quando tento dormir, não consigo?#$b#É um grande mistério, @. Algum dia vou resolver. Primeiro com contagem de ovelhas.#$e#Tantas ovelhas...",
    "Wizard.Dialogue.fall_Sat10": "Suas colheitas, como elas têm se saído? Espero que estejam indo bem.#$b#Você merece grandeza, @. Espero que você a encontre, pois acredito que está próxima para você.{{happy}}#$e#Se não, então, eu falhei com você.{{sad}}",
    "Wizard.Dialogue.fall_Sun10": "É difícil lembrar o que é ter conversas normais. Ao conversar com as energias, é preciso falar uma linguagem única e complexa.#$b#Falar humano é perguntar como o outro está, e fazer isso com significado é difícil para mim.#$b#Felizmente, posso praticar com você.{{happy}}#$e#E aí, cara? Não? Isso não é um ditado?",
    "Wizard.Dialogue.winter_1": "É hora de paz e estudo. A queda de neve me deixou fraco e vou descansar.#$e#Espero que este seja um inverno especial para você, @.",
    "Wizard.Dialogue.winter_Mon": "A neve é linda, não é? Tem propriedades especiais que lhe conferem uma aura encantadora.#$b#Gosto de observá-la. É muito calmante.#$e#Tenha um dia para lembrar, @.",
    "Wizard.Dialogue.winter_Tue": "Durante o inverno, quando meu poder está mais fraco, gosto de ler livros da minha coleção.#$b#Tenho tantos livros interessantes que me pergunto se algum dia terei a chance de ler todos eles.#$e#Abrace os mistérios do dia, @.",
    "Wizard.Dialogue.winter_Wed": "Acabei de terminar um livro recentemente sobre os vários tipos de monstros. Eu tinha esquecido alguns de tempos passados.#$b#Bestas terríveis que vagavam pelo mundo durante o inverno, quando sabiam que não poderiam ser detidas. Estou feliz que eles se foram.#$e#Tenha um bom dia, @. Aprenda algo novo.",
    "Wizard.Dialogue.winter_Thu": "O gelo é um amigo e um inimigo, não é? Amigo quando você tem uma bebida quente, inimigo quando você quer plantar.#$b#Alguns dos meus companheiros já se especializaram em estudar o gelo em todas as formas, e seus estudos foram realmente de dois gumes.#$e#Busque as energias, @. Aproveite o dia.",
    "Wizard.Dialogue.winter_Fri": "Ainda existem alguns livros neste mundo que podem transmitir habilidades especiais para aqueles que os leem.#$b#Alguns podem ensinar ao leitor línguas inteiras se tiverem todas as quatro cópias. Imagine isso.#$e#Concentre sua mente hoje, @, e fique em paz.",
    "Wizard.Dialogue.winter_Sat": "Agora é hora de meditar até a primavera, quando as energias da região retornarem. Fazer qualquer um dos meus experimentos agora seria um erro.#$b#Felizmente, tenho muitas coisas para ler e pensar, então nem tudo está perdido.#$e#Busque conhecimento, busque respostas. Tenha um bom dia.",
    "Wizard.Dialogue.winter_Sun": "Muito ainda é desconhecido entre meus colegas sobre o inverno. Como nossas energias estão mais fracas, isso dificulta o estudo.#$b#Algum dia poderemos reverter o processo e manter nossas energias, mas até então, são livros para mim.#$e#Seja encantado, @. Esteja em paz.",
    "Wizard.Dialogue.winter_Mon2": "Como não há muito o que fazer durante esta época do ano, decidi tentar assistir o que é chamado de 'filmes'. Recentemente vi um interessante...#$b#Nele, uma cenoura se apaixonou por uma uva, mas suas famílias eram contra. Eles lutaram muito para ficarem juntos, mas no final, foram comidos.#$b#Foi muito triste, mas também muito colorido.#$e#Tenha um dia para lembrar, @.",
    "Wizard.Dialogue.winter_Tue2": "Uma das coisas que mais odeio são pessoas que mastigam de boca aberta.#$b#Fiz um juramento de nunca prejudicar uma alma viva, e esse juramento é posto à prova quando alguém mastiga em voz alta.{{angry}}#$e#Abrace os mistérios do dia, @.",
    "Wizard.Dialogue.winter_Wed2": "O que você chama de 'filmes de fantasia', eu chamo de 'comédia'. Fico impressionado com todas as coisas que eles fazem de errado.{{surprised}}#$b#No entanto, eu ficaria preocupado se eles acertassem as coisas. Nossos segredos não são para o público, você sabe.#$e#Tenha um bom dia, @. Aprenda algo novo.",
    "Wizard.Dialogue.winter_Thu2": "Quando assisto filmes, costumo gostar daqueles que têm muitos efeitos especiais.#$b#Como eles conseguem fazer tudo isso sempre me surpreende. Se eu não fizesse o que faço, provavelmente seria um artista de efeitos especiais.#$e#Busque as energias, @. Aproveite o dia.",
    "Wizard.Dialogue.winter_Fri2": "Recentemente, encontrei um livro escrito em um idioma que nunca tinha visto antes. Após uma inspeção mais detalhada, é para pessoas que programam.#$b#Este livro afirma ser do início do universo... o que isso pode significar?#$e#Concentre sua mente hoje, @, e esteja em paz.",
    "Wizard.Dialogue.winter_Sat2": "Há um novo filme saindo que estou ansioso para ver. É sobre um mago com uma cicatriz no braço que tem muitas aventuras.#$b#Pode ser biográfico pelo que eu sei!{{surprised}}#$e#Busque conhecimento, busque respostas. Tenha um bom filme.",
    "Wizard.Dialogue.winter_Sun2": "Eles estão fazendo um filme sobre 'Legend of the Prairie King'. É um dos meus jogos favoritos, mas um filme?#$b#Eles nunca fazem filmes de jogos direito. E se isso afastar os fãs em potencial do jogo?#$b#Como eu sei sobre esse jogo? Eu tenho meus métodos.{{happy}}#$e#Seja encantado, @. Esteja em paz.",
    "Wizard.Dialogue.winter_Mon4": "O Santuário da Ilusão tem uma origem única, no entanto, há muitas variações.#$b#Alguns acreditam que nasceu do próprio sol e caiu como um meteoro. Outros dizem que sempre existiu.#$b#A verdade, assim que eu me lembrar dela, é muito mais interessante.#$e#Tenha um dia para lembrar, @.",
    "Wizard.Dialogue.winter_Tue4": "O ser que criou o Santuário da Ilusão não foi outro senão uma jovem, que desejou em uma pedra mudar sua aparência para escapar de sua vida terrível.#$b#A pedra concedeu a ela este poder, e ela se transformou em um falcão e voou para longe. Quando o pai da garota descobriu, ficou furioso.#$b#Ele então jogou a pedra em um lago, para ser esquecida para sempre.#$b#Volte amanhã e eu contarei o resto.#$e#Abrace os mistérios do dia, @.",
    "Wizard.Dialogue.winter_Wed4": "O Santuário da Ilusão, como uma rocha, precisava sair do lago em que foi jogado, então absorveu todo o ouro do fundo do lago até brilhar magnificamente.#$b#Atraiu a garota que havia se tornado um falcão e contou a ela o que havia acontecido.#$b#Para se vingar, o santuário transformou a garota em um urso, e ela assustou seu pai.#$b#Vou te contar mais amanhã.#$e#Tenha um bom dia, @. Aprenda algo novo.",
    "Wizard.Dialogue.winter_Thu4": "O Pai, percebendo o que havia feito, tirou o Santuário do Lago e implorou por perdão. A garota voou para longe, mas o Santuário exigiu que fosse levada ao rei.#$b#Uma vez no rei, a história para. O reino, o rei, a garota, o que aconteceu com eles está perdido para a história.#$b#Um pouco anticlímax, mas é assim que acontece com histórias desta natureza. Por que não perguntar ao Santuário você mesmo?#$e#Busque as energias, @. Aproveite o dia.",
    "Wizard.Dialogue.winter_Fri4": "Eu pessoalmente acredito que o Santuário da Ilusão tem um grande propósito ainda não realizado. O que poderia ser exatamente, não tenho certeza, mas sinto isso.#$b#Será que algum dia voltará a ser uma pedra humilde? Está esperando o retorno da garota transformada em falcão? Muitos segredos ainda permanecem.#$e#Concentre sua mente hoje, @, e esteja em paz.",
    "Wizard.Dialogue.winter_Sat4": "O Santuário da Ilusão só pode mudar nossa aparência, e não nos transforma em animais, mas está registrado que o fez.#$b#Eu me pergunto se eu poderia desbloquear essa habilidade novamente? Talvez se eu perguntar com uma voz doce.{{happy}}#$e#Busque conhecimento, busque respostas. Tenha um bom filme.",
    "Wizard.Dialogue.winter_Sun4": "Tenho lido sobre lendas antigas ultimamente e encontrei uma nova que o Santuário da Ilusão estava envolvido.#$b#Era uma vez um sapo que desejava ser humano e pediu ao Santuário tal desejo.#$b#O Santuário concedeu seu desejo, mas exigiu ouro. O sapo não tinha ouro, então, como humano, ele roubou um pouco. O sapo foi então jogado na prisão, e foi lá que morreu.#$b#Brutal, não é? Sinto pena do sapo.#$e#Seja encantado, @. Esteja em paz.",
    "Wizard.Dialogue.winter_Mon6": "Ultimamente, tenho tido sonhos conturbados nos quais encontro os filhos que nunca tive. Eles perguntam sobre mim, onde estive, o que fiz.#$b#Acordo com uma sensação de vazio, é estranho. Sempre quis ter filhos, e ainda assim...{{sad}}#$b#Assim é. Eu me pergunto o que tudo isso significa?#$e#Tenha um dia para lembrar, @.",
    "Wizard.Dialogue.winter_Tue6": "Meus sonhos perplexos continuam, noite após noite. Arrependimentos e escolhas ruins atacam meu subconsciente assim que caio na inconsciência.{{sad}}#$b#Questionar a si mesmo é natural, mas isso vai muito além...#$e#Abrace os mistérios do dia, @.",
    "Wizard.Dialogue.winter_Wed6": "Nos meus sonhos, tenho lutado contra uma versão de mim mesmo que só existia em teoria.#$b#É uma versão maligna, onde todos os meus desejos foram realizados e me deixaram louco. Ele tenta sair, e todas as noites, eu o impeço.#$b#Quanto tempo mais isso vai durar? É incerto.#$e#Tenha um bom dia, @. Aprenda algo novo.",
    "Wizard.Dialogue.winter_Thu6": "Meus sonhos estão me assombrando até o dia. Crianças que não existem, meu lado maligno...{{sad}}#$b#Só durante o inverno são possíveis tais agressões. Estou muito fraco, @! Vê-lo me inspira a continuar lutando.#$e#Busque as energias, @. Aproveite o dia.",
    "Wizard.Dialogue.winter_Fri6": "Eu não dormi. Recuso-me a confrontar meus sonhos novamente.#$b#Em vez disso, tenho... tentado... ler... livros...#$b#...{{asleep}}#$e#...{{asleep}}",
    "Wizard.Dialogue.winter_Sat6": "Estou revigorado hoje e aceitei meus sentimentos. Posso não ser pai, mas ainda posso ser uma boa pessoa.{{happy}}#$b#Espero que você perdoe minha estranheza ultimamente, @. Você me viu em um momento de fraqueza.{{sad}}#$e#Busque conhecimento, busque respostas. Tenha um bom filme.",
    "Wizard.Dialogue.winter_Sun6": "Hoje vou me concentrar nas coisas positivas. Tenho um novo amigo em você, @. Por isso sou grato.{{happy}}#$b#Aqui está a primavera chegando em breve! Vai ser maravilhoso.{{happy}}#$e#Seja encantado, @. Esteja em paz.",
    "Wizard.Dialogue.winter_Mon8": "Agora vou contar por que segui o caminho para viver esta vida. É uma ótima história.#$b#Há muito tempo, quando eu era jovem, minha mãe ficou muito doente.#$b#No início, ela estava apenas um pouco doente, mas piorou. Eu a vi morrer na minha frente.{{sad}}#$b#Foi tão horrível. Eu tinha ouvido dizer que havia uma chance de ela ser curada se alguém pudesse manipular as energias...{{sad}}#$b#Vou contar o resto amanhã.#$e#Tenha um dia para lembrar, @.",
    "Wizard.Dialogue.winter_Tue8": "Depois de viajar muito para encontrar uma cura para minha mãe, encontrei uma velha que entendia como curar. Tentei trazê-la para minha mãe, mas ela também estava doente.#$b#Ela não durou a viagem. Então, quando voltei para minha mãe, ela havia morrido.{{sad}}#$b#Se eu tivesse sido capaz de curar, poderia ter curado minha mãe. Se eu tivesse sido capaz de curar, poderia ter salvado a velha.{{angry}}#$b#Vou te contar ainda mais amanhã.#$e#Abrace os mistérios do dia, @.",
    "Wizard.Dialogue.winter_Wed8": "Depois que enterrei minha mãe, um homem se aproximou de mim. Ele tinha ouvido minha história e queria me ensinar artes. Então comecei a aprender com ele e, quando ele morreu, continuei seu trabalho.#$b#Procurei muito e li muito para encontrar uma resposta: como posso curar pessoas usando as energias? Algum dia, espero, saberei.{{sad}}#$e#Tenha um bom dia, @. Aprenda algo novo.",
    "Wizard.Dialogue.winter_Thu8": "Aprender e estudar tem sido meu foco por tanto tempo, que esqueci quantos anos realmente tenho.#$b#Ainda me pergunto se algum dia terei sucesso, mas é difícil saber. O que você acha?#$e#Busque as energias, @. Aproveite o dia.",
    "Wizard.Dialogue.winter_Fri8": "E se alguém pudesse curar os mortos? Ou talvez até impedir as pessoas de morrer? Isso seria um poder para o bem ou para o mal?#$b#E se você cobrasse das pessoas pela imortalidade? E se apenas os ricos vivessem para sempre? Futuros tão loucos... é melhor não pensar sobre isso.#$e#Foque sua mente hoje, @, e fique em paz.",
    "Wizard.Dialogue.winter_Sat8": "Eu vi um filme no qual um homem fica mais inteligente, mas seu corpo desaparece até que ele não seja nada menos que uma casca.#$b#A última linha foi: 'e pensar que por um momento, eu poderia entender para sempre.' Eu sei como aquele personagem se sente.{{sad}}#$e#Busque conhecimento, busque respostas. Tenha um bom dia.",
    "Wizard.Dialogue.winter_Sun8": "O túmulo da minha mãe está perdido há muito tempo, mas ainda vou para onde me lembro que ele está. Um dia desses, estarei lá com a resposta.{{sad}}#$b#Então não me sentirei como um fracasso.{{sad}}#$e#Seja encantado, @. Esteja em paz.",
    "Wizard.Dialogue.winter_Mon10": "Eu gostaria de poder revelar meu verdadeiro nome para você, @. Na verdade, simplesmente não me lembro dele.{{sad}}#$b#Era Carl? Ou Hank? Talvez John?#$b#Acho que era um bom nome. É difícil saber.#$e#Talvez fosse @! Imagine isso?{{happy}}",
    "Wizard.Dialogue.winter_Tue10": "Estou sempre feliz em passar tempo com você, @. É ótimo ver você.{{happy}}#$b#Como está a fazenda? Você está feliz? Me conte tudo.{{happy}}#$e#Todo dia é um bom dia quando @ aparece.{{happy}}",
    "Wizard.Dialogue.winter_Wed10": "Espero que nossas conversas tenham inspirado você de alguma forma, assim como você me inspirou.#$b#Juntos somos mais fortes do que estando sozinhos e, por isso, obrigado.{{love}}#$e#Quem sabe? Se não tivéssemos nos conhecido, eu apenas falaria sozinho.{{happy}}",
    "Wizard.Dialogue.winter_Thu10": "Há um grande sentimento em nosso relacionamento. Espero um dia conseguir ser tão natural com toda a vila quanto sou com você.#$b#Eles ainda têm medo, mas algum dia, espero, eles me darão uma chance. Você deu.{{happy}}#$e#Isso fez toda a diferença.{{love}}",
    "Wizard.Dialogue.winter_Fri10": "Meu nome é... ainda não me lembro.#$b#Não, o 'M' não significa nada. Ou, pelo menos, não significava.#$b#Suponho que poderia inventar algo. Foi daí que veio 'Rasmodius'.#$b#Magus. Um bom nome de mago, não acha?{{happy}}#$b#Ou devo tentar algo mundano?#$b#Mark?#$e#Não adianta. Se você se cansar de 'Mago'... bem. Rasmodius está bom, não?",
    "Wizard.Dialogue.winter_Sat10": "Que ano tem sido. Estou feliz que tenhamos ficado tão próximos, @. Teria sido muito chato sem você.{{love}}#$b#Só eu e o Santuário da Ilusão, fazendo caretas um para o outro.{{surprised}}#$e#Ainda faço caretas para o Santuário. Não tenho certeza se ele aprecia.{{happy}}",
    "Wizard.Dialogue.winter_Sun10": "Em suma, lembre-se disso, @: a única energia que você realmente precisa é a sua.{{happy}}#$b#Use essa lógica e aproveite o dia. Não deixe nada te parar!{{surprised}}#$e#A menos que não seja uma boa ideia, nesse caso, não faça.",
    "Wizard.Dialogue.event_quest1": "Excelente. Você foi escolhido para uma tarefa importante, @. Não vacile.",
    "Wizard.Dialogue.event_quest2": "... Os espíritos no Centro Comunitário? Você já se esqueceu? Pensei em encontrá-lo mais atento. Bem, não importa. Tente não desapontá-los, não é?{{angry}}",
    "Wizard.Dialogue.event_quest3": "Não é exatamente a resposta inspiradora de confiança que eu esperava, mas não importa.",
    "Wizard.Dialogue.event_elemental1": "Hmm... você realmente tem? Interessante.",
    "Wizard.Dialogue.event_elemental2": "... Isso seria um lodo. Não vou passar sua ignorância para eles; por isso você pode se considerar com sorte.{{angry}}",
    "Wizard.Dialogue.event_elemental3": "Não estou surpreso.",
    "Wizard.Dialogue.event_speakof1": "É mesmo? Eu não fazia ideia. Embora pareça impraticável convocá-lo sempre que quisermos falar sobre você, vou me esforçar para fazer isso no futuro. Agradeço por me ensinar essa gentileza.",
    "Wizard.Dialogue.event_speakof2": "Nós éramos.",
    "Wizard.Dialogue.event_fate1": "Sim, eu senti que você poderia dizer isso. Os espíritos escolheram bem; acredito que você fará grandes coisas.",
    "Wizard.Dialogue.event_fate2": "No entanto, você deve. Raramente temos escolha nesses assuntos. Mais cedo ou mais tarde você terá que tomar uma decisão... para melhor ou para pior.",
    "Wizard.Dialogue.event_fate3": "Mmm. É uma energia negra que gira ao seu redor. Espero apenas que isso não o destrua. Esses são poderes perigosos com os quais você se intromete. Pise com cuidado.",
    "Wizard.Dialogue.event_slang1": "Qual é a cena? Como anda sua vida? O que está acontecendo?",
    "Wizard.Dialogue.event_slang2": "De fato! Tive uma experiência reveladora com uma invenção moderna chamada televisão.",
    "Wizard.Dialogue.event_slang3": "Ah... essa não era minha intenção.{{surprised}}",
    "Wizard.Dialogue.event_skillz1": "... Eu... entendo.{{sad}}",
    "Wizard.Dialogue.event_skillz2": "Ah ha!{{surprised}}#$b#Excelente. Eu sabia que a compreensão de artes tão simples não poderia estar além do meu alcance.",
    "Wizard.Dialogue.event_skillz3": "Hmm... talvez você esteja certo.",
    "Wizard.Dialogue.event_moarskillz1": "... Parece que eu julguei mal. Talvez Linus seja de ajuda...",
    "Wizard.Dialogue.event_moarskillz2": "Sério!?{{surprised}}#$b#Ahem. Isso me agrada muito. Estou ansioso para nossos futuros encontros.{{happy}}",
    "Wizard.Dialogue.event_moarskillz3": "Eu... entendo. Eu não deveria ter perguntado.{{sad}}",
    "Wizard.Dialogue.event_sleep1": "Infelizmente, a exaustão não me ajuda em nada.",
    "Wizard.Dialogue.event_sleep2": "Eu tentei isso. Sem sucesso.",
    "Wizard.Dialogue.event_sleep3": "Esse... é um sentimento legal. Temo que pensamentos de onde vim só sabotarão meus esforços, no entanto.{{sad}}",
    "Wizard.Dialogue.divorced": "Você não tem nada que fazer aqui. Deixe-me em paz.{{angry}}",
    "Wizard.Dialogue.ExtraDialogue_NewChild_Adoption": "Uma família nossa... eu nunca teria imaginado.{{love}}",
    "Wizard.Dialogue.ExtraDialogue_NewChild_FirstChild": "Passei tanto tempo sonhando com este momento, mas nada poderia se comparar à realidade.{{love}}",
    "Wizard.Dialogue.ExtraDialogue_NewChild_SecondChild1": "Você me fez o homem mais feliz do mundo. Duas vezes.{{love}}",
    "Wizard.Dialogue.ExtraDialogue_NewChild_SecondChild2": "Nunca previ dois filhos lindos com o amor da minha vida... Isso era o que eu estava perdendo.{{love}}",
    "Wizard.Dialogue.ExtraDialogue_Mines_PlayerKilled_Spouse_PlayerMale": "@! Eu avisei sobre os males da mina, não avisei?{{angry}}#$b#...#$b#Por um momento, temi perdê-la...{{sad}}",
    "Wizard.Dialogue.ExtraDialogue_Mines_PlayerKilled_Spouse_PlayerFemale": "@! Eu avisei sobre os males da mina, não avisei?{{angry}}#$b#...#$b#Por um momento, temi perdê-la...{{sad}}",
    "Wizard.Dialogue.Event.cs.1632": "Você deseja dançar...? Comigo?{{shockblush}}#$b#Ah... Eu... não acho que seria sensato. Não conheço os passos.#$b#Por favor, não olhe para mim assim.#$b#Oh, tudo bem. Não me responsabilizo pelo resultado.",
    "Wizard.Dialogue.Event.cs.1633": "Você deseja dançar...? Comigo?{{shockblush}}#$b#Ah... Eu... não acho que seria sensato. Não conheço os passos.#$b#Por favor, não olhe para mim assim.#$b#Oh, tudo bem. Não me responsabilizo pelo resultado.",
    "Wizard.Dialogue.Event.cs.1634": "Você deseja dançar...? Comigo?{{shockblush}}#$b#Ah... Eu... não acho que seria sensato. Não conheço os passos.#$b#Por favor, não olhe para mim assim.#$b#Oh, tudo bem. Não me responsabilizo pelo resultado.",
    "Wizard.Dialogue.rejectDance": "Você deseja dançar...? Comigo?$6#$b#Ah... Eu... não acho que seria sensato. Não conheço os passos.#$0#Por favor, peça a outra pessoa.",
    "Wizard.Dialogue.NPC.cs.3962": "Ah! Isso é...? Para mim...?{{shockblush}}#$b#Claro que sinto o mesmo!{{shockblush}}#$e#Meu coração está disparado. E o seu?{{shockblush}}",
    "Wizard.Dialogue.NPC.cs.3963": "Ah! Isso é...? Para mim...?{{shockblush}}#$b#Claro que sinto o mesmo!{{shockblush}}#$e#Meu coração está disparado. E o seu?{{shockblush}}",
    "Wizard.Dialogue.NPC.cs.3980": "...!!!{{surprised}}#$b#@...!{{shockblush}}#$b#Você realmente deseja se casar comigo?{{shockblush}}#$b#Se isso for verdade - de alguma forma, impossivelmente verdade - então sim! Sem sombra de dúvida, sim!!{{shockblush}}#$b#Eu cuidarei de todos os preparativos. Me dê apenas três dias, meu amor.{{love}}",
    "Wizard.Dialogue.NPC.cs.4001": "Meu coração, esta fruta é para você. Ela tem energias arcanas potentes para aumentar as suas.{{shockblush}}#$e#Que ela seja um símbolo do meu amor.{{love}}",
    "Wizard.Dialogue.NPC.cs.4406": "Não consigo... me levantar...{{asleep}}#$e#Talvez eu tenha gastado muita energia ontem.",
    "Wizard.Dialogue.NPC.cs.4422": "Sinto um humor sombrio se aproximando.#$b#O que fiz da minha vida até agora? Será que algum dia encontrarei o que procurei primeiro, ou vou definhar na obscuridade e no fracasso?{{sad}}",
    "Wizard.Dialogue.NPC.cs.4423": "Ith akular...{{asleep}}#$b#Ith soth...{{asleep}}#$b#Ith igira kair...{{asleep}}#$e#Hmm...? Estou bem. Apenas distraído - preciso terminar isso...",
    "Wizard.Dialogue.NPC.cs.4424": "Estou esgotado. As energias estão trêmulas ao meu redor.{{asleep}}#$e#Talvez eu não devesse ter completado aquele segundo portão ontem...",
    "Wizard.Dialogue.NPC.cs.4425": "A vida mudou desde que nos casamos...{{sad}}",
    "Wizard.Dialogue.NPC.cs.4426": "Não tenho tempo para as trivialidades das tarefas domésticas.#$b#Cuide delas você mesma, se isso a incomoda.{{angry}}",
    "Wizard.Dialogue.NPC.cs.4427": "Você olha para mim e vê um velho, não é?{{sad}}#$e#É o que eu sou...{{sad}}",
    "Wizard.Dialogue.NPC.cs.4429": "Às vezes, me vejo no espelho e me pergunto o que você viu neste rosto velho.#$e#Você ainda o vê?{{sad}}",
    "Wizard.Dialogue.NPC.cs.4431": "...#$b#Sinto-me... constrangido neste lugar.#$eTalvez eu deva tirar um tempo para mim.{{sad}}",
    "Wizard.Dialogue.NPC.cs.4432": "As energias ficam mais sombrias a cada dia...{{sad}}",
    "Wizard.Dialogue.NPC.cs.4433": "Tenho muito em mente.#$e#Eu preferiria não ser incomodado.{{angry}}",
    "Wizard.Dialogue.NPC.cs.4434": "Nghh... É muito cedo para estar de pé.{{asleep}}#$b#Para você também. Volte aqui.#$e#Claro que não fiquei acordado a noite toda. Só até as duas.",
    "Wizard.Dialogue.NPC.cs.4435": "Volte para a cama. Está mais quente aqui dentro.{{asleep}}#$e#Onde você está indo? Volte aqui e alimente a minha preguiça!",
    "Wizard.Dialogue.NPC.cs.4436": "Você tem certeza de que não prefere ficar aqui hoje?#$e#Poderíamos ficar na cama e apenas fingir que fomos produtivos.",
    "Wizard.Dialogue.NPC.cs.4437": "Onde você está indo? Ainda não terminei de dormir.#$e#Você sabe que não consigo dormir depois que você acorda.{{embarassed}}",
    "Wizard.Dialogue.NPC.cs.4438": "Nnnghh...{{asleep}}#$b#Os pesadelos voltaram.{{asleep}}#$e#Fique comigo.{{embarassed}}",
    "Wizard.Dialogue.NPC.cs.4439": "Por mais que esteja ansioso para ser pai, não posso deixar de ficar apreensivo com as mudanças que um filho trará para nossas vidas...#$e#Jure para mim que, aconteça o que acontecer, faremos as mudanças para melhor.{{happy}}",
    "Wizard.Dialogue.NPC.cs.4444": "@. Nosso filho chegará em breve. Mesmo falando essas palavras em voz alta, mal consigo acreditar.{{shockblush}}",
    "Wizard.Dialogue.NPC.cs.4447": "@. Nosso filho chegará em breve. Mesmo falando essas palavras em voz alta, mal consigo acreditar.{{shockblush}}",
    "Wizard.Dialogue.NPC.cs.4448": "@, consigo sentir a mudança das energias ao seu redor. Você está grávida!{{shockblush}}",
    "Wizard.Dialogue.NPC.cs.4452": "@. Se eu não tiver um momento para mim, posso estrangular alguém.#$e#Por favor. Apenas cuide das crianças hoje.{{angry}}",
    "Wizard.Dialogue.NPC.cs.4462": "Levantei cedo para cuidar das plantações. Espero que isso alivie o fardo sobre você.#$b#Fique em paz, meu amor.",
    "Wizard.Dialogue.NPC.cs.4463": "Eu também enchi a tigela de água de %pet.",
    "Wizard.Dialogue.NPC.cs.4470": "Levantei cedo para cuidar das plantações para você e encontrei o trabalho já feito! Você é uma maravilha, @.{{happy}}",
    "Wizard.Dialogue.NPC.cs.4474": "Levantei cedo para cuidar dos animais. Espero que isso alivie o fardo sobre você.#$b#Tenha um dia encantado, meu amor.",
    "Wizard.Dialogue.NPC.cs.4481": "Gastei um pouco de energia consertando suas cercas. Com um pouco de sorte, elas não queimarão espontaneamente até que as chuvas cheguem.",
    "Wizard.Dialogue.NPC.cs.4488": "Ah! Finalmente, minha entrega especial chegou!{{constrangido}}",
    "Wizard.Dialogue.NPC.cs.4489": "Você já achou este espaço muito monótono na ausência de um caldeirão enorme?",
    "Wizard.Dialogue.NPC.cs.4507": "Meu amor",
    "Wizard.Dialogue.NPC.cs.4508": "Meu amor",
    "Wizard.Dialogue.NPC.cs.4509": "Meu amor",
    "Wizard.Dialogue.NPC.cs.4510": "Meu amor",
    "Wizard.Dialogue.NPC.cs.4511": "Meu amor",
    "Wizard.Dialogue.NPC.cs.4512": "Meu amor",
    "Wizard.Dialogue.NPC.cs.4513": "Meu amor",
    "Wizard.Dialogue.NPC.cs.4514": "Meu coração",
    "Wizard.Dialogue.NPC.cs.4515": "Meu coração",
    "Wizard.Dialogue.NPC.cs.4516": "Meu coração",
    "Wizard.Dialogue.NPC.cs.4517": "Meu coração",
    "Wizard.Dialogue.NPC.cs.4518": "Meu coração",
    "Wizard.Dialogue.NPC.cs.4519": "Meu coração",
    "Wizard.Dialogue.NPC.cs.4522": "Meu coração",
    "Wizard.Dialogue.NPC.cs.4523": "Meu coração",
    "Wizard.Dialogue.NPC.cs.4275": "Ah, sim, a tradição de presentear no aniversário. Este é um presente realmente digno! $h",
    "Wizard.Dialogue.NPC.cs.4277": "Ah, sim, a tradição de presentear no aniversário. Obrigado. Aprecio o gesto.$h",
    "Wizard.Dialogue.NPC.cs.4279": "Hmm... Eu estava com a impressão errada de que presentes úteis eram dados em aniversários./Hmm... Eu estava com a impressão errada de que presentes úteis eram dados em aniversários.",
    "Wizard.Dialogue.NPC.cs.4281": "Ah, sim, a tradição de presentear no aniversário. Obrigado. / Ah, sim, a tradição de presentear no aniversário. Obrigado.",
    
    "Dialogue.Rainy.Wizard": "Dias tempestuosos são o único momento em que posso me comunicar com certos elementais. É um negócio delicado.#$e#Abrace os mistérios do dia, @.",

    "Dialogue.Engagement.Wizard0": "As palavras não podem expressar o que significa para mim unir as mãos com você.{{love}}",
    "Dialogue.Engagement.Wizard1": "Estarei sempre ao seu lado.{{love}}",

    "Dialogue.Engagement.SummitEvent_Dialogue3_Wizard": "Espero que saiba que você me completa.{{love}}#$b#Antes de nos conhecermos, eu estava tão sozinho que nunca pensei em me sentir solitário.#$b#E agora... bem. Espero nunca mais me sentir assim.{{love}}",

    "Marriage.Dialogue.Wizard.Rainy_Day_0": "O ar está pesado de energia hoje.#$b#Lembre-se: a chuva é apenas um presente do plano da água.#$e#O clima está perfeito para um ritual de invocação.#$b#A manhã é melhor para isso. Acho que aquele terreno aberto do lado de fora...#$e#Você não precisa dessas plantações, precisa?",
    "Marriage.Dialogue.Wizard.Rainy_Day_1": "Embora uma semente possa conter todo o potencial para a vida, são as chuvas que a libertam.#$b#Terra e água são como uma fechadura e uma chave.#$e#Se eu fosse um marido doméstico, me ofereceria para fazer um jantar quente para você depois do dia que você inevitavelmente passará nesta tempestade.#$b#Mas não sou. Você sabia disso antes de se casar comigo, então não vou me desculpar.#$e#A menos que você queira uma sopa queimada.#$b#Não pergunte como - eu encontraria uma maneira de fazer isso.",
    "Marriage.Dialogue.Wizard.Rainy_Day_2": "Ah, excelente clima. Estarei ocupado hoje; as energias fluem como um rio hoje. Seria um desperdício não aproveitar.#$b#Sim, ao ar livre. Onde mais eu faria isso?#$e#Hmm...? Sim, vou ficar encharcado.#$b#Você pode lidar com isso como quiser, mas só depois que eu terminar meu feitiço.{{love}}",
    "Marriage.Dialogue.Wizard.Rainy_Day_3": "Os elementais da água nos cercam. Rápido! Não há tempo a perder.{{surprised}}#$b#Este é o melhor momento para se comunicar com certos elementais.#$e#Vamos ver... Vou precisar de... ametista... velas de chama negra...#$b#Agora, onde coloquei aquele irídio?",
    "Marriage.Dialogue.Wizard.Rainy_Day_4": "Ah, ha!{{surprised}}#$b#Este clima traz uma profunda compreensão da relação entre as energias do céu e do ar. Preciso anotar isso.#$e#Agora, onde coloquei meu caderno?#$e#Fique comigo hoje. Vou te dar outra lição sobre elementais.{{love}}",
    "Marriage.Dialogue.Wizard.Rainy_Day_Wizard": "Hoje é o dia em que decifro o segredo da seca e da inundação!#$e#Este clima me lembra uma noite que passei escondido em uma velha e frágil cabana de mineiro no meio do nada. Quando eu era jovem e tolo, eu perdia a noção do tempo e do clima enquanto estava absorto no meu trabalho.#$b#Quase não notei a tempestade até que ela estava bem em cima de mim, e o vale ameaçou me levar embora.#$b#Felizmente, encontrei a cabana antes disso. Mesmo assim, temi a noite toda que ela desmoronasse em cima de mim.#$e#Hm? O que você quer dizer com que eu ainda perco a noção das coisas enquanto trabalho?#$b#Não tenho ideia do que você está falando.{{happy}}",
    "Marriage.Dialogue.Wizard.Rainy_Night_0": "Ah, @! Você está completamente encharcado!{{surprised}}#$b#Venha. Deixe-me aquecê-lo.{{love}}#$e#O crepitar do fogo é cada vez mais convidativo em uma noite como esta.{{love}}#$e#Sente-se comigo um pouco e observe as chamas.{{love}}#$b#Prometo não falar sobre elementais.#$b#... muito.{{happy}}",
    "Marriage.Dialogue.Wizard.Rainy_Night_1": "Ouvi dizer que é comum no casamento um fazer uma refeição quente para o outro no final de um dia frio.#$b#Bem, veja, eu tentei um feitiço para criar um banquete magnífico, mas magia é uma coisa engraçada, você sabe...{{constrangido}}#$e#Apaguei o fogo antes que se espalhasse.#$b#Você provavelmente nem consegue dizer que ele estava lá.#$e#Mas encontrei isso na geladeira... [280 274 270 266 252 250]#$e#Talvez você pudesse fazer algo e fingir que eu ajudei?{{love}}",
    "Marriage.Dialogue.Wizard.Rainy_Night_2": "Nesta noite tempestuosa, aventurei-me na cidade para seu benefício. Adquiri, no saloon, algo para aquecê-lo. [199 218 219 236]#$e#Talvez pudéssemos fingir que eu fiz isso?{{happy}}",
    "Marriage.Dialogue.Wizard.Rainy_Night_3": "Vejo que as chuvas abençoaram seu cabelo. É uma ocorrência rara, de fato, que eu seja o mais bem arrumado entre nós.{{happy}}#$e#Há algo confortável em estar isolado aqui na chuva, sem ninguém por perto.{{love}}#$e#Você não está pronto para ir para a cama?{{love}}",
    "Marriage.Dialogue.Wizard.Rainy_Night_4": "@, você está encharcado!{{surprised}}#$b#Só um momento. Eu tenho um feitiço...#$b#Ithikitalkus suh norn!{{surprised}}#$b#Pronto. Muito melhor.#$e#...#$b#Droga. Por que não pensei em usar roupas molhadas como desculpa antes de secá-las?{{love}}",
    "Marriage.Dialogue.Wizard.Rainy_Night_5": "Estou feliz que você esteja em casa, @. É uma boa noite para deitar nos braços um do outro e ler.{{love}}#$b#Vou até ler algo compreensível para você, desta vez.{{happy}}#$e#Agora veja, aquele último livro era muito fascinante.#$b#Se você quiser apreciar os mistérios do mundo, terá que aprender alguns idiomas novos.",
    "Marriage.Dialogue.Wizard.Rainy_Night_Wizard": "Suas roupas estão encharcadas... Devemos tirá-las de você imediatamente.{{love}}#$e#Para que você não pegue um resfriado!{{choque}}#$b#Não tenho segundas intenções!{{choque}}",
    "Marriage.Dialogue.Wizard.Indoor_Day_0": "Bom dia, @, meu coração. Como você dormiu?#$e#Ao seu lado, sempre durmo bem.{{love}}",
    "Marriage.Dialogue.Wizard.Indoor_Day_1": "Hoje continuamos seu treinamento. Você tem praticado, como eu mostrei?#$e#Fique muito quieto. Você deve abandonar seus ouvidos e ouvir com sua mente.#$b#Só então você realmente entenderá as energias do universo.",
    "Marriage.Dialogue.Wizard.Indoor_Day_2": "Venha, @, vamos meditar.#$e#Você nunca vai melhorar se nunca praticar.",
    "Marriage.Dialogue.Wizard.Indoor_Day_3": "Tentei fazer o café da manhã para você esta manhã.#$e#Tentei, sendo a palavra-chave.#$e#Receio que você terá que se virar sozinho.",
    "Marriage.Dialogue.Wizard.Indoor_Day_4": "Pensei em tentar minha mão na cozinha novamente. Cheguei a olhar para aquela engenhoca com as grandes maçanetas. Como você chamou isso? Um fogão?#$e#Talvez eu devesse ficar com minhas poções... um caldeirão é uma coisa simples.",
    "Marriage.Dialogue.Wizard.Indoor_Day_Wizard": "Entrei nesta sala em busca de... algo...#$e#O que foi...?",
    "Marriage.Dialogue.Wizard.Indoor_Night_0": "Tive suprimentos em excesso para meu ritual, hoje. [60 62 64 66 68 70 72 74 386]#$b#Talvez você possa usá-los.#$e#Você teve um dia produtivo, hoje? Você parece pronto para dormir.#$b#Por que não faz uma pausa, amanhã? Você trabalha bastante.{{love}}#$e#Como assim sou eu que estou sempre sobrecarregado?{{surprised}}",
    "Marriage.Dialogue.Wizard.Indoor_Night_1": "Ah, @. Aquece minha alma ter você mais uma vez ao meu lado.{{love}}#$b#Venha. Fale-me sobre seu dia; desejo ouvir tudo.{{love}}#$e#Eu? Encontrei um curioso espírito perdido entre os planos. Consegui guiá-lo de volta ao curso, sem nenhum dano.",
    "Marriage.Dialogue.Wizard.Indoor_Night_2": "Não, não tentei fazer o jantar. Não, não há nada na pia.#$b#Cheiro de queimado? Que cheiro de queimado?#$b#Não faço ideia do que você está falando.#$e#Falando sério, estou feliz por ter você em casa.{{love}}#$b#Foi um dia terrivelmente longo na sua ausência.#$e#Não, nada em particular aconteceu. Eu simplesmente senti sua falta.{{embarassed}}",
    "Marriage.Dialogue.Wizard.Indoor_Night_3": "Encontrei a jovem Leah, hoje, na floresta. Quando ela me viu, disse 'qual é, canis lupus familiaris?' e começou a rir incontrolavelmente.#$e#Este é algum ritual de conversa que eu não conheço?",
    "Marriage.Dialogue.Wizard.Indoor_Night_4": "@. Coração do meu coração. Bem-vindo ao lar, meu amor. É difícil para mim entender como vivi tanto tempo sem você, quando cada dia passo cada minuto esperando seu retorno.{{love}}#$e#Exceto os minutos em que me comunico com as energias. Às vezes eu perco esses minutos. Mas a cada outro minuto, minha mente é sua.",
    "Marriage.Dialogue.Wizard.Indoor_Night_Wizard": "Sempre fico feliz em retornar ao seu lado todas as noites.#$b#Você me encanta, @.{{happy}}#$e#Você terminou seu trabalho hoje?{{happy}}#$b#Posso convencê-la a... se juntar a mim na cama?{{love}}",
    "Marriage.Dialogue.Wizard.Outdoor_0": "Você já experimentou círculos nas plantações em sua fazenda?#$e#Alguns dizem que são obra de alienígenas. Tolos. Eles nunca pensaram em olhar para o que estava bem debaixo de seus narizes?#$b#Claro que são os elementais.",
    "Marriage.Dialogue.Wizard.Outdoor_1": "Ah, @, você chegou bem a tempo.#$b#Estou prestes a começar minha meditação para alcançar outros planos. Você deveria se juntar a mim.#$e#A prática leva à perfeição.",
    "Marriage.Dialogue.Wizard.Outdoor_2": "Preciso de algum espaço para realizar um ritual. Você não se importa se eu usar só um pouquinho, não é?#$e#Não vou destruir muita coisa.#$b#...a menos que as coisas deem errado.",
    "Marriage.Dialogue.Wizard.Outdoor_3": "O círculo de invocação está completo!{{surprised}}#$b#Agora só preciso coletar mais alguns suprimentos...#$e#Ah... aliás... você não precisava daquelas... plantações no campo distante, precisava...?",
    "Marriage.Dialogue.Wizard.Outdoor_4": "Alguns dias me sinto lento e letárgico, apesar de uma noite inteira de sono.#$b#As energias são uma coisa inconstante.#$e#Mas ver você trabalhando duro me energiza.{{love}}",
    "Marriage.Dialogue.Wizard.Outdoor_Wizard": "O ar está límpido e claro. Posso sentir as energias subindo para me encontrar.{{happy}}#$b#Vou passar algum tempo aqui, comungando com os elementais.#$e#Você não se importa se eu usar sua varanda, não é?",
    "Marriage.Dialogue.Wizard.OneKid_0": "Às vezes mal consigo acreditar que temos um filho.#$b#Então lembro que você confia em mim o suficiente para me deixar sozinho com o filho e tudo mais parece muito menos misterioso em comparação.{{surprised}}",
    "Marriage.Dialogue.Wizard.OneKid_1": "Passei a perceber o quão pouco entendo sobre crianças. Se eu pensava que a comunicação com humanos era difícil, não é nada comparado à comunicação com uma criança. Por que %kid1 não me ouve?#$b#Tentei todas as línguas que tenho à minha disposição!{{surprised}}#$b#O que você quer dizer que bebês não falam?",
    "Marriage.Dialogue.Wizard.OneKid_2": "%kid1 não é tão diferente de um elemental: nascido das energias do universo, implacável e totalmente incompreensível.#$b#Você acha que %kid1 gostaria de musgo do pântano também? Acho que tenho um pouco aqui, em algum lugar...",
    "Marriage.Dialogue.Wizard.OneKid_3": "Você não vai nos deixar aqui sozinhos, vai?{{surprised}}#$b#Isso é... totalmente sensato?#$b#Muito bem, mas sinto que há pelo menos 50% de chance de que eu ou %kid1 não sobreviveremos à sua ausência.#$b#Espere! Antes que você vá!{{surprised}}#$b#Como funciona uma chupeta?{{surprised}}#$b#Tem leite na geladeira? A que temperatura devo aquecê-lo?{{surprised}}#$b#Quanto tempo %kid1 deve tirar uma soneca?{{surprised}}#$b#E se %kid1 chorar?{{surprised}}#$b#Você vai voltar para o almoço? Jantar?{{surprised}}#$b#Como troco uma fralda?{{surprised}}#$b#Qual é o propósito de um cobertor de bebê?!{{surprised}}#$b#Por favor, volte logo.{{embarassed}}",
    "Marriage.Dialogue.Wizard.OneKid_4": "Você viu %kid1, recentemente?#$b#O quê? Não. Claro que não perdi nosso filho!{{surprised}}#$b#Está tudo sob controle.#$b#Vá em frente e concentre-se no seu trabalho, eu cuidarei de tudo.#$b#Sim, eu sei. Berinjela crua não é café da manhã.#$b#Eu lembro.",
    "Marriage.Dialogue.Wizard.TwoKids_0": "Quando disse que queria ser pai, acho que não entendi completamente as implicações.#$b#O que eu quis dizer foi que gostaria de ter o conhecimento de que havia trazido uma vida a este mundo e ver uma criança crescer até a maturidade e a força antes de seguir em frente para fazer o bem ao mundo.#$b#Não percebi que envolvia tanto trabalho.",
    "Marriage.Dialogue.Wizard.TwoKids_1": "Esta vida... com você e nossos filhos...{{love}}#$b#É mais do que eu jamais pensei que teria.{{embarassed}}#$b#Obrigado, @, por me escolher.{{love}}",
    "Marriage.Dialogue.Wizard.TwoKids_2": "Fui trabalhar em minha torre, outro dia, esperando maior produtividade no silêncio... e ainda assim, assim que %kid1 e %kid2 saíram da minha vista, senti uma dor de saudade de tê-los em meus braços mais uma vez. Não consegui nem me concentrar por tempo suficiente para completar um único ritual.#$b#É isso que significa ser pai?{{surprised}}",
    "Marriage.Dialogue.Wizard.TwoKids_3": "%kid1 tem seus olhos. Às vezes nossos olhares se cruzam e me perco neles. Imagino o que uma criança vê quando olha para alguém como eu.#$b#Um pai, espero. E nada menos.{{embarassed}}",
    "Marriage.Dialogue.Wizard.TwoKids_4": "%kid1 pegou meus ingredientes de poção excedente, outro dia.#$b#Acredito que seja um sinal: está na hora de começar o treinamento formal.#$b#%kid2 ainda é muito jovem, mas %kid1 já tem idade suficiente para entender os conceitos básicos de fluxo de energia e ponte...",
    "Marriage.Dialogue.Wizard.Good_0": "Certa vez, fui um jovem tolo, inquieto e faminto por conhecimento.#$b#Eu costumava lamentar a perda daqueles dias - é uma tragédia frequentemente declarada que a juventude é desperdiçada com os jovens - mas passei a perceber que tais dias de energia vibrante não são perdidos para mim.#$b#Você os trouxe de volta, @.{{love}}#$e#Você me dá vida renovada, como eu nunca esperei ter.{{love}}#$b#Por isso, nunca poderei retribuir, mas sempre tentarei.{{embarassed}}",
    "Marriage.Dialogue.Wizard.Good_1": "Os sonhos sombrios do meu passado são uma memória que se desvanece. Quando durmo ao seu lado, não apenas durmo - uma ocorrência incomum, uma vez - mas durmo profundamente.{{love}}#$b#Isso é obra sua. A calma da sua alma acalma a minha.{{love}}#$e#Quando você está comigo, eu sou revigorado.{{love}}",
    "Marriage.Dialogue.Wizard.Good_2": "Antes de nos casarmos, considerava minha vida mais ou menos no fim.#$b#Eu trabalharia duro pela terra dos vivos por um número incontável de décadas, com toda a probabilidade, mas era como um terreno plano no fundo de uma encosta. Eu já havia escalado a montanha e descido do outro lado.#$b#Pensei que não deveria ver mais montanhas, no meu tempo. E ainda assim, aqui estamos nós.#$e#Você dá um novo propósito à minha vida, @.{{love}}",
    "Marriage.Dialogue.Wizard.Good_3": "@.#$b#Meu @.#$b#Com que facilidade você me faz esquecer minhas falhas e fracassos passados!{{shockblush}}#$b#Quando me vejo através de seus olhos, é como se eu tivesse renascido. Que você pudesse saber tudo o que sabe sobre mim e ainda assim me amar tanto está além da minha compreensão.{{shockblush}}#$b#Sou indigno de tanta devoção,#$b#mas mesmo assim agradeço por isso.{{love}}#$e#Nunca irei falhar com você. Eu juro.{{embarassed}}",
    "Marriage.Dialogue.Wizard.Good_4": "Já expressei, ultimamente, como me sinto por você? Se não, fui negligente.{{love}}#$b#Meu amor por você sobrecarrega todas as outras verdades da minha alma. Sem você, eu era uma casca de homem, à deriva em um mundo sem sentido e lamentando meu lugar nele.{{love}}#$b#Com você, sou como uma ardósia limpa.{{love}}#$e#Não tenho mais arrependimentos.{{love}}",
    "Marriage.Dialogue.Wizard.Good_5": "Qualquer vestígio da solidão que uma vez me atormentou é banido por sua presença. Eu não tinha ideia do quanto ansiava por um contato fora do etéreo antes que nossos caminhos se cruzassem.{{love}}#$b#E agora nossas almas estão entrelaçadas como duas árvores que cresceram juntas.{{love}}#$e#Seria necessário um machado para nos separar.",
    "Marriage.Dialogue.Wizard.Good_6": "Sabe... eu me apaixonei por você muito antes de você me dar aquele buquê.{{love}}#$e#Nunca disse uma palavra.#$b#Pensei que você nunca poderia amar um velho como eu.{{embarassed}}#$e#Nem mesmo em todas as minhas incursões no futuro eu previ que poderia ser tão feliz quanto você me fez.{{love}}",
    "Marriage.Dialogue.Wizard.Good_7": "Esta... esta é mais casa do que minha torre jamais foi. Ou qualquer lugar onde eu morei antes disso.{{happy}}#$e#De agora em diante, meu lar é com você. Meu coração.{{love}}",
    "Marriage.Dialogue.Wizard.Good_8": "Às vezes, vendo tudo o que você faz por nós, eu me pergunto como eu sobrevivi antes de você se casar comigo.#$e#Então eu lembro que uma vez subsisti uma semana inteira com musgo do pântano e caldo de algas porque minha entrega de comida atrasou em uma tempestade de inverno...",
    "Marriage.Dialogue.Wizard.Good_9": "Esta paz...#$b#Isso é o que eu sempre desejei e nunca pensei que sentiria novamente.#$e#Obrigado, @.{{love}}",
    "Marriage.Dialogue.Wizard.Neutral_0": "Espero que você não se arrependa de sua decisão de se casar comigo quando meu cabelo ficar grisalho e você ainda for muito jovem...{{embarassed}}",
    "Marriage.Dialogue.Wizard.Neutral_1": "Há energias potentes ao redor do santuário do seu avô.#$b#Você acha que ele ficaria orgulhoso do quão longe você chegou?#$e#Eu acredito que sim.{{happy}}",
    "Marriage.Dialogue.Wizard.Neutral_2": "Ah, @. Venha para mais uma lição sobre as energias? Fico feliz em ajudar.{{happy}}#$e#Isso significa mais tempo com você.{{love}}",
    "Marriage.Dialogue.Wizard.Neutral_3": "Uma vez pensei que viveria o resto dos meus dias trancado naquela torre, sem nem mesmo um único amigo...{{sad}}#$e#Você acabou com essa ambição.#$b#Não que eu esteja reclamando.{{love}}",
    "Marriage.Dialogue.Wizard.Neutral_4": "Hmm...? Sim, vou pegar a pilha de livros assim que terminar...",
    "Marriage.Dialogue.Wizard.Neutral_5": "A alegria é um poder misterioso. Frágil em seu estado mais puro, quando aparece pode ressoar através dos tempos.#$b#No entanto, essa mesma alegria pode se corromper com o tempo. Ela deve ser protegida, a todo custo.#$e#Seja encantado, @. Esteja em paz.",
    "Marriage.Dialogue.Wizard.Neutral_6": "Se você for para a cidade, diga 'o que está pegando?' para todos por mim.",
    "Marriage.Dialogue.Wizard.Neutral_7": "Se você se aventurar nas minas, cuidado, meu coração.#$b#Eu já lhe disse antes sobre o mal que espreita lá.#$b#Eu não sei o que faria se você fosse vítima...{{sad}}",
    "Marriage.Dialogue.Wizard.Neutral_8": "Sua fazenda é realmente extraordinária, @.{{happy}}#$b#Você tem ideia de quanta atenção você atraiu do outro lado do véu?#$e#Eu só preciso ficar aqui no meio de tudo isso para falar com eles...",
    "Marriage.Dialogue.Wizard.Neutral_9": "Pensei em desenvolver um encantamento para ajudar no seu trabalho...#$b#Infelizmente, minha primeira tentativa terminou em tragédia.#$e#Você não quer saber o que aconteceu.#$e#Os animais estão todos bem.",
    "Marriage.Dialogue.Wizard.Bad_0": "Você sabe que eu já fui casado uma vez e foi muito ruim. Eu não gostaria que isso acontecesse novamente.#$e#Eu não acho que meu coração sobreviveria a uma segunda quebra.{{sad}}",
    "Marriage.Dialogue.Wizard.Bad_1": "Presságios negros escurecem os horizontes do nosso futuro.{{sad}}#$b#Você prestará atenção aos sinais e mudará de curso, ou continuará como tem feito?#$e#Não faça uma escolha da qual você se arrependerá mais tarde, @.",
    "Marriage.Dialogue.Wizard.Bad_2": "Isso é... hmm. Interessante. Se eu conseguir focar minhas energias, talvez eu consiga...#$e#...#$e#Hm? Vá embora; estou ocupado. Você não entenderia algo tão delicado.{{angry}}",
    "Marriage.Dialogue.Wizard.Bad_3": "E assim começa a queda além do cume... A descida não será tão alegre quanto a subida, temo.{{sad}}#$b#Eu me pergunto se vamos nos orientar antes que o deslizamento de terra saia do controle...#$e#Dói-me olhar para trás e ver o quão longe já caímos.{{sad}}",
    "Marriage.Dialogue.Wizard.Bad_4": "...Você ainda me ama?{{sad}}",
    "Marriage.Dialogue.Wizard.Bad_5": "...Eu nunca deveria ter me casado novamente.{{sad}}",
    "Marriage.Dialogue.Wizard.Bad_6": "Eu fiz algo errado...? Parece que tudo está desmoronando, ultimamente...{{sad}}",
    "Marriage.Dialogue.Wizard.Bad_7": "Se houver algo que eu possa fazer para consertar isso, por favor, me diga!{{surprised}}#$b#Não estou pronto para falhar novamente como fiz no passado.{{sad}}",
    "Marriage.Dialogue.Wizard.Bad_8": "Eu esperava viver apenas um coração partido...{{sad}}",
    "Marriage.Dialogue.Wizard.Bad_9": "Se ao menos eu tivesse sido melhor para você...{{sad}}",
    "Marriage.Dialogue.Wizard.funLeave_Wizard": "Preciso de algumas coisas da minha torre; se você me procurar lá, hoje, você me encontrará.#$e#Abrace os mistérios do dia, @.",
    "Marriage.Dialogue.Wizard.funReturn_Wizard": "Retornar a esta casa que compartilhamos é um alívio. Nunca antes tinha pensado em minha torre como vazia e, no entanto, parece assim sem você lá.#$e#Passei um dia produtivo, no entanto.#$b#Venha, vamos ficar juntos e compartilhar nossas memórias.{{love}}",
    "Marriage.Dialogue.Wizard.spring_1": "As energias começaram novamente. A primavera chegou e o ano renasceu.#$e#Sinto-me renovado este ano, não apenas porque a primavera é a época para isso, mas por causa do meu relacionamento com você, @.#$b#Você me lembrou que ainda sou humano. Focar em ser humano é um mistério em si que quase esqueci.{{love}}#$e#Obrigado, @.{{love}}",
    "Marriage.Dialogue.Wizard.spring_2": "Estou sempre feliz em acordar ao seu lado, @. Eu tinha previsto que nos tornaríamos amigos, mas não tinha ideia de quão longe isso iria.{{love}}#$b#Há muitos mistérios neste mundo, e estou feliz que você me escolheu como um dos seus.{{love}}#$e#Eu me considero muito sortudo.{{love}}",
    "Marriage.Dialogue.Wizard.spring_3": "Muitas pessoas têm medo de mim. O desconhecido os faz tremer, e minha associação com ele os assusta.#$b#Você continuou a mostrar que não se importa com o misterioso. Você o abraça.#$b#Obrigado, @. Eu pensei que ficaria sozinho para sempre.{{love}}#$e#Você é uma pessoa especial, de fato.{{love}}",
    "Marriage.Dialogue.Wizard.spring_5": "O ar está elétrico, sinto que este ano será especial. Vamos fazer o nosso melhor para realizar nossos sonhos, @.{{happy}}#$e#Não desista. Eu estarei com você.{{love}}",
    "Marriage.Dialogue.Wizard.spring_8": "As maiores energias são aquelas que nos permitimos encontrar. Todo o resto é falso.#$b#Seja fiel ao que te move, e você será energizado pelo resto da sua vida.#$e#Essa é a minha esperança para você, @. Viva para sempre!{{love}}",
    "Marriage.Dialogue.Wizard.spring_12": "Qual é, exatamente, o propósito dos ovos escondidos?#$b#Existe algum simbolismo que eu não compreendo?#$b#Os ovos, talvez, representem aquilo que você precisa, mas não deseja, e então você busca porque deve.#$e#Não...?#$e#Claro que não vou.#$b#Já tenho mistério suficiente em minha vida sem tradições incompreensíveis.",
    "Marriage.Dialogue.Wizard.spring_17": "Ah, @. Você chegou bem a tempo. Fiz seu café da manhã.[201 210 211 194 195]#$e#O que você quer dizer com que pensou que eu não sabia cozinhar? Estou insultado.{{surprised}}#$e#...#$b#Tudo bem, eu comprei.#$b#Você não pode fingir que eu fiz?",
    "Marriage.Dialogue.Wizard.spring_23": "As energias, em sua essência, são caóticas. Sempre em mudança, elas são mais densas que o ar, mas mais elusivas que o vento.#$b#No final, muitas pessoas acreditam que não vale a pena tentar resolver o mistério, mas aqui permaneço.#$e#Algum dia, @, eu realmente entenderei.",
    "Marriage.Dialogue.Wizard.spring_24": "...Você quer que eu participe da Dança das Flores?{{shockblush}}#$b#Acho que não. Essas exibições frívolas estão além de mim.#$b#Além disso, sou muito velho para dançar.#$b#Você só terá que se divertir sem mim.#$e#...#$b#Por favor, não dance com mais ninguém.{{embarassed}}",
    "Marriage.Dialogue.Wizard.spring_28": "Bom dia, meu amor.{{love}}#$e#Acredito que tentarei aquele feitiço de conjuração novamente, hoje.#$b#O que você planejou?",
    "Marriage.Dialogue.Wizard.summer_1": "Finalmente chegou o verão. As energias estão no auge do poder. Vou trabalhar muito nesta temporada.#$b#Fique tranquilo, @, e não deixe o sol amaldiçoá-lo.#$e#Talvez desta vez a gente vá nadar...{{love}}",
    "Marriage.Dialogue.Wizard.summer_2": "Ainda me maravilho que você escolheria estar com alguém como eu. Sou muito velho e cansado para alguém tão cheio de vida. E, no entanto, aqui estamos.{{love}}#$e#Você é o mistério que nunca vou resolver. Tenha um dia encantado, @.{{love}}",
    "Marriage.Dialogue.Wizard.summer_3": "A ignorância é uma bênção. Você já ouviu esse ditado antes, tenho certeza, mas é verdade. Saber muito pode tornar alguém amargo.#$b#Ainda encontro esperança em meus estudos, mas alguns dias é quase demais para suportar. Obrigado por me escolher, @.#$e#Você é o que me mantém nesta realidade.{{embarassed}}",
    "Marriage.Dialogue.Wizard.summer_4": "O foco da minha vida sempre esteve nos meus estudos até agora. Todo o resto desapareceu.#$b#Tornar-me próximo de você, no entanto, me fez perceber que talvez eu não deva ser tão consumido pela busca por conhecimento.#$b#Há mais na vida do que ler livros sobre a vida dos mortos.#$b#Agora existe você.{{love}}#$e#Estou com você, @. Sempre estarei.{{love}}",
    "Marriage.Dialogue.Wizard.summer_5": "Usar as energias tem um custo. Não é grátis. Discutir todos os diferentes aspectos levaria séculos.#$b#Vou te dizer uma coisa, @. Meu cabelo não era originalmente roxo.#$e#Isso foi há muito tempo...",
    "Marriage.Dialogue.Wizard.summer_8": "Há uma energia especial no ar hoje. Eu posso sentir isso, você pode?#$b#É a energia do nosso amor! É revigorante. Isso me faz sentir jovem novamente.{{shockblush}}#$e#Isso é estranho? Eu não saio muito, @.",
    "Marriage.Dialogue.Wizard.summer_11": "Não tenho interesse neste governador, nem na pompa e cerimônia destinadas a impressioná-lo.#$b#Mas comparecerei ao festival.#$e#A atividade na praia atrai sereias curiosas.#$b#Isso me proporciona uma oportunidade única de conversar com elas.",
    "Marriage.Dialogue.Wizard.summer_15": "A pessoa pode ficar tão envolvida no trabalho que a vida simplesmente acaba. Outros se refugiam em seu trabalho porque não conseguem lidar com sua vida.#$b#Estou percebendo ultimamente que fiz muitas coisas com as quais não estava feliz. Me forcei a fazer o que era errado pelo que eu pensava ser certo.{{sad}}#$b#Espero um dia obter perdão, @.#$e#Algum dia.{{sad}}",
    "Marriage.Dialogue.Wizard.summer_21": "Tendo observado você cuidar de seus negócios na fazenda mais de uma vez, não encontrarei mais seu físico como um mistério.#$b#Eu não disse que pararia de admirá-lo.{{love}}#$e#Aham. O quê? Nada.{{shockblush}}#$b#Vá em frente. Você não tem... objetos pesados para levantar?{{love}}#$b#Vou ficar aqui.{{love}}#$b#Sem dúvida prestando muita atenção a outra coisa.{{love}}",
    "Marriage.Dialogue.Wizard.summer_28": "A temporada dos Lunaloos está chegando.#$b#De todas as coisas peculiares que as pessoas nesta cidade escolhem celebrar, esta é a única que posso entender.#$e#Eu preferiria evitar as multidões nas docas, no entanto.#$b#Tenho certeza de que você vai me encontrar, independentemente.#$b#Você sempre o faz.{{love}}",
    "Marriage.Dialogue.Wizard.fall_1": "Você consegue sentir as mudanças no ar? Não me refiro apenas à temperatura. As árvores estão emanando uma energia única.#$e#Que este outono seja encantado.",
    "Marriage.Dialogue.Wizard.fall_2": "Estudar e usar as energias pode deixar a pessoa muito cansada, @. Todos esses anos me trouxeram à beira do precipício.#$b#No entanto, é minha curiosidade que me impulsiona. Não tenho todas as respostas e ainda tenho perguntas.#$b#Como você, @. O que continua a trazê-lo de volta para mim, repetidamente?#$e#Talvez um dia eu te entenda.#$b#Por outro lado, gosto do mistério.{{love}}",
    "Marriage.Dialogue.Wizard.fall_3": "Houve momentos em que tive a chance de exercer energia ilimitada. Muitos seriam tentados por tal poder.#$b#Sou apenas humano. Tive sorte em rejeitá-los, pois isso teria me destruído.{{sad}}#$b#Nem tudo o que reluz é bom, @.#$e#Quem sabe o que eu teria me tornado? Um pensamento assustador.",
    "Marriage.Dialogue.Wizard.fall_4": "Sou uma pessoa melhor do que era antes de tudo isso? Em toda a minha busca, consegui encontrar uma maneira de me tornar mais forte?#$b#Tenho respostas para muitos mistérios, mas eles não me mudaram. São apenas respostas. Fiz tudo o que pude?#$e#Pensei sobre essas coisas por muito tempo. Meu próprio mistério.",
    "Marriage.Dialogue.Wizard.fall_8": "É difícil lembrar o que é ter conversas normais. Ao conversar com as energias, é preciso falar uma linguagem única e complexa.#$b#Falar humano é perguntar como o outro está, e fazer isso com significado é difícil para mim. Felizmente, posso praticar com você.#$e#E aí, cara? Não? Isso não é um ditado?",
    "Marriage.Dialogue.Wizard.fall_15": "Palavras não podem expressar o quanto sou grato por você, @. É bom poder conversar com alguém sobre todos os aspectos do meu trabalho.{{happy}}#$e#Entre outras coisas.{{love}}",
    "Marriage.Dialogue.Wizard.fall_16": "Meu velho amigo Welwick veio à cidade para a feira.#$b#Suas habilidades de adivinhação superam até as minhas.",
    "Marriage.Dialogue.Wizard.fall_26.0": "Tenho concentrado minhas energias ultimamente para encontrar a resposta a esta pergunta: como é que quando estou fora e por aí estou cansado, mas quando tento dormir, não consigo?#$b#É um grande mistério, @. Algum dia eu vou resolvê-lo.#$e#Até então, conto com sua presença calmante para me embalar para dormir todas as noites.{{love}}",
    "Marriage.Dialogue.Wizard.fall_26.1": "Vou fazer outro labirinto para o festival amanhã.#$e#É a única época do ano em que posso inventar uma maneira tão simples para os elementais observarem os assuntos das pessoas mundanas tão de perto.",
    "Marriage.Dialogue.Wizard.winter_1": "É um momento de paz e estudo. A queda de neve me deixou fraco, e eu vou descansar.#$e#Espero que este seja um inverno especial para nós, @.{{love}}",
    "Marriage.Dialogue.Wizard.winter_2": "Gostaria de poder revelar meu verdadeiro nome para você, @. Na verdade, eu simplesmente não me lembro dele.#$b#Era Carl? Ou Hank? Talvez John?#$b#Acho que era um bom nome. É difícil saber.#$e#Talvez fosse @! Imagine isso?{{happy}}",
    "Marriage.Dialogue.Wizard.winter_4": "Meu nome é... ainda não me lembro.#$b#Não, o 'M' não significa nada. Ou, pelo menos, não significava.#$b#Suponho que poderia inventar algo. Foi daí que veio 'Rasmodius'.#$b#Magus. Um bom nome de mago, não acha?{{happy}}#$b#Ou devo tentar algo mundano?#$b#Mark?#$e#Não adianta. Se você se cansar de 'Mago'... bem. Rasmodius está bom, não?",
    "Marriage.Dialogue.Wizard.winter_5": "No geral, lembre-se disso, @: a única energia que você realmente precisa é a sua.#$b#Use essa lógica e aproveite o dia. Não deixe nada te impedir!#$e#A menos que não seja uma boa ideia, nesse caso, não faça isso.",
    "Marriage.Dialogue.Wizard.winter_7": "Há um ótimo sentimento em nosso relacionamento. Espero algum dia poder ser tão natural quanto sou com você com toda a vila.#$b#Eles ainda temem, mas algum dia, espero, eles me darão uma chance. Você deu.#$e#Isso fez toda a diferença.{{love}}",
    "Marriage.Dialogue.Wizard.winter_8": "Hmm...? O festival?#$b#Não tenho interesse em esculturas de peixe ou gelo.#$b#E você sabe muito bem que não sou bom em socialização.#$e#Acho que vou visitar minha torre.#$b#Apesar da fraca energia ambiente desta época do ano, acredito que posso reunir forças para me ocupar.",
    "Marriage.Dialogue.Wizard.winter_15": "Mercado Noturno?#$b#Bah! Não tenho tempo para assuntos tão frívolos.{{angry}}#$b#Nem mesmo os tritões se incomodariam com aquele desfile de luzes.#$e#Divirta-se, por todos os meios.#$b#Simplesmente não é para mim.",
    "Marriage.Dialogue.Wizard.winter_19": "Nngh... Tive um sonho bizarro sobre um %adj %noun.#$b#Imagino o que isso significa. Um presságio, talvez...#$e#Tenho certeza de que tenho um livro sobre isso, em algum lugar...",
    "Marriage.Dialogue.Wizard.winter_25": "Todas aquelas pessoas se reúnem para festejar a suposta boa sorte da Estrela do Inverno, e nem mesmo é uma estrela.#$b#Não que alguém - exceto você, é claro - ouvisse se eu tentasse dizer a eles que, no auge do inverno, mesmo um olho destreinado pode ver o brilho do plano astral.#$e#Eu apoio uma celebração das energias crescentes. Mas não apoio essa ignorância.#$b#Claro, comparecerei se você desejar. Mas apenas por você, meu amor.{{love}}",
    "Marriage.Dialogue.Wizard.winter_28": "Que ano tem sido. Estou feliz que tenhamos ficado juntos, @. Era uma vida seca sem você.#$b#Só eu e o Santuário da Ilusão, fazendo caretas um para o outro.{{surprised}}#$e#Ainda faço caretas para o Santuário quando visito minha torre. Não tenho certeza se ele aprecia.",
    "Marriage.Dialogue.Wizard.spring_Wizard": "As energias da terra são mais potentes nesta época do ano. É benéfico focar meus estudos de acordo.#$e#Se você quiser, posso ensiná-lo mais sobre os fios que unem todas as vidas em sua fazenda.{{love}}",
    "Marriage.Dialogue.Wizard.summer_Wizard": "Este calor é uma afronta à natureza! Nem mesmo os elementais do fogo poderiam se concentrar em uma atmosfera tão sufocante.{{surprised}}#$e#Não vou conseguir nada até o pôr do sol.",
    "Marriage.Dialogue.Wizard.fall_Wizard": "O vento sopra rapidamente entre os planos elementais. Você pode ouvi-los sussurrando, enquanto passam por nós?#$b#Shh! Ouça.{{surprised}}#$e#Você é um jovem mago adepto, para um fazendeiro.{{love}}^Você é uma jovem maga adepta, para uma fazendeira.{{love}}",
    "Marriage.Dialogue.Wizard.winter_Wizard": "Os elementais da água envolvem o mundo em um abraço gelado. Tudo o que resta para fazermos é alcançá-los e tocá-los.#$e#Você vai alcançá-los comigo, @?{{love}}",
    "Marriage.Dialogue.Wizard.spouseRoom_Wizard": "Estranhos Basiliscos... Fundamentos dos Goblins... Unicórnios do Timor-Leste...#$b#Não, não, não é isso...#$b#Onde deixei aquele livro...?",
    "Marriage.Dialogue.Wizard.patio_Wizard": "$c 0.5#...Hmm? É um círculo ritual. Você se lembra. De nossas lições.{{asleep}}#Jyokilius pijus, ribe, agyce... Ah, @! Você realmente deveria saber melhor do que quebrar minha concentração no meio do feitiço. Eu poderia ter ateado fogo no celeiro. De novo.{{surprised}}",

    "Marriage.Dialogue.Rainy_Day_Wizard": "Ah, ha! As energias crescentes explodiram e as chuvas chegam. Rápido! Não há tempo a perder.{{surprised}}#$b#Esta é a melhor hora para se comunicar com certos elementais.#$e#Vamos ver... Vou precisar de... ametista... velas de chama negra...#$b#Agora, onde coloquei aquele irídio?",
    "Marriage.Dialogue.Rainy_Night_Wizard": "@, você está encharcado!{{surprised}}#$b#Só um momento. Eu tenho um feitiço...#$b#Ithikitalkus suh norn!{{surprised}}#$b#Pronto. Muito melhor.#$e#...#$b#Droga. Por que não pensei em usar roupas molhadas como desculpa antes de secá-las?{{love}}",
    "Marriage.Dialogue.Indoor_Day_Wizard": "Bom dia, meu amor.{{love}}#$e#Acredito que tentarei aquele feitiço de conjuração novamente, hoje.#$b#O que você planejou?",
    "Marriage.Dialogue.Indoor_Night_Wizard": "Bem-vindo ao lar, meu coração. Foi um dia terrivelmente longo em sua ausência.{{love}}#$e#Não, nada em particular aconteceu. Eu simplesmente senti sua falta.{{embarassed}}",
    "Marriage.Dialogue.Outdoor_Wizard": "Sua fazenda é realmente extraordinária, @.#$b#Você tem ideia de quanta atenção atraiu do outro lado do véu?#$e#Só preciso ficar aqui no meio de tudo isso para falar com eles...",
    "Marriage.Dialogue.spring_Wizard": "Eu gostaria de poder voltar aos dias da minha juventude por mais um dia. Entre nas lojas que sempre adiei, converse com os bibliotecários, aprenda ainda mais.#$b#Esses dias já se foram, e tudo o que me resta deles é uma sombra. Assim é a vida.{{sad}}#$e#Seja encantado, @. Esteja em paz.",
    "Marriage.Dialogue.summer_Wizard": "Raiva e ódio, são energias falsas. Eles escondem as verdadeiras fontes de poder, que são a compreensão e o amor.#$b#Tornou-se clichê, mas é verdade. Aprendi muito e ainda é verdade. Encontre a paz antes de se despedaçar.#$e#Busque conhecimento, busque respostas. Tenha um bom dia.",
    "Marriage.Dialogue.fall_Wizard": "Encantamentos, energias e experimentos. Embora seus poderes sejam grandes e possam fazer muitas coisas, eles não podem resolver todos os problemas da vida.#$b#Eles não podem, por exemplo, fazer alguém se apaixonar por outra pessoa e ter um relacionamento honesto. Nunca termina bem.#$e#Tenha um dia para lembrar, @.",
    "Marriage.Dialogue.winter_Wizard": "Sinto-me esgotado hoje. Talvez eu devesse ter ficado na cama.#$e#As energias minguantes desta estação fazem pouco por mim.",
    "Marriage.Dialogue.spouseRoom_Wizard": "Estranhos Basiliscos... Fundamentos dos Goblins... Unicórnios do Timor-Leste...#$b#Não, não, não é isso...#$b#Onde deixei aquele livro...?",

    //"HaveBabyQuestion": "{0}... What would you say to having a child with me?",
    //"HaveBabyQuestion_Adoption": "{0}... What would you say to adopting a child with me??",
    //"HaveBabyQuestion": "{0}... What would you say to having a child with this old Wizard?",
    //"HaveBabyQuestion_Adoption": "{0}... What would you say to adopting a child with this old Wizard??",

    "Game1.cs.2782": "Aquela celebração foi... demais. Não estou acostumado a ser o centro das atenções.#$e#Prefiro muito mais estar sozinho aqui com você.{{love}}",

    // Map strings
    "Map.Strings.WizardHouse.1": "\"Para um amigo...\"",
    "Map.Strings.WizardHouse.2": "\"Guilda dos Aventureiros\"",
    "Map.Strings.WizardHouse.3": "\"Praia\"",
    "Map.Strings.WizardHouse.4": "\"Krobus\"",
    "Map.Strings.WizardHouse.5": "A escrita parece ter sido deliberadamente arranhada.",
    "Map.Strings.Spouseroom.12": "As prateleiras estão cheias de tomos empoeirados: 'História Avançada de Cuidado com Pixies', 'Observação de Pixies no Oeste', 'Uma História Prática de Cuidado com Unicórnios'...",
    "Map.Strings.Spouseroom.13": "Livros encadernados em couro têm títulos quase apagados: '1000 Pedras Mágicas', '1001 Plantas Místicas', 'Um Companheiro Infantil para Fungos Fantásticos'...",
    "Map.Strings.Spouseroom.14": "Entre os títulos enigmáticos, você pode distinguir alguns: 'Maravilhoso Líbrio de Magia Lunissolar Sagrada', 'Sussurros Sinistros', 'Tábuas Obscenas'...",
    "Map.Strings.Spouseroom.15": "Você tem certeza de que essas velas estão queimando desde que ele se mudou. Elas nunca parecem ficar menores.",
    "Map.Strings.Spouseroom.16": "Seja lá o que tenha aqui, cheira a grama cozida.",
    "Map.Strings.Summit.1": "\"Amado Finley. Se foi muito cedo.\"",

    // Festivals
    "Festivals.spring13.low.Wizard": "Tenha cuidado para não perder nenhum.#$b#O cheiro de ovos podres atrai basiliscos.",
    "Festivals.spring13.mid.Wizard": "Este ritual de caça aos ovos faz pouco sentido para mim.#$b#No entanto, todos os anos eu venho e me maravilho com as desculpas bizarras que as pessoas comuns inventam para celebrar.#$e#Vocês não podem simplesmente ter um festival por causa disso?#$b#Ninguém é enganado.",
    "Festivals.spring13.high.Wizard": "O ovo, talvez, simbolize um renascimento.#$b#Na primavera, todas as coisas renascem, não é?#$e...#$e#Estou pensando demais nisso, não estou?",
    "Festivals.spring13.dating.Wizard": "@.#$b#Isso é muito importante, então preciso que você ouça com atenção e considere sua resposta cuidadosamente.#$b...#$b#Qual é o propósito da caça aos ovos?!{{embaraçado}}#$e#Certamente, você pode compartilhar o segredo comigo.",
    "Festivals.spring13.married.Wizard": "Sim, eu disse que não iria participar.#$b#...#$b#E, no entanto, aqui estamos nós.#$e#Não consigo me conter!{{embaraçado}}#$b#Por que eles caçam ovos?!{{embaraçado}}#$e#Não vou conseguir dormir esta noite se não descobrir a resposta.",

    "Festivals.spring24.low.Wizard": "Não consigo trabalhar com tanta comoção acontecendo aqui.{{bravo}}",
    "Festivals.spring24.mid.Wizard": "Todos os anos eu observo de longe e ainda não entendo esses costumes.",
    "Festivals.spring24.high.Wizard": "Eles parecem muito felizes.#$b#... Talvez no ano que vem eu participe.{{sad}}",
    "Festivals.spring24.dating.Wizard": "Ah. Então você me encontrou.#$b#E aqui pensei que estava sendo discreto.{{embaraçado}}",
    "Festivals.spring24.married.Wizard": "... Sim, tudo bem, eu vim.#$b#Não é porque não confio em você.#$b#Só queria aprender como te fazer mais feliz.{{embaraçado}}",

    "Festivals.summer11.low.Wizard": "Você faria bem em estudar os tritões dessas partes.#$e#Você pode aprender muito abrindo os olhos para formas de vida fora da sua.",
    "Festivals.summer11.mid.Wizard": "Se você deseja prestar um serviço aos tritões, ficará depois e garantirá que os habitantes da cidade levem todo o lixo que trouxeram.",
    "Festivals.summer11.high.Wizard": "Eu não experimentaria essa sopa, se fosse você.#$b#Você não ficou aqui observando o que eles colocaram.#$e#Não existem regras para esse tipo de coisa?{{surprised}}",
    "Festivals.summer11.dating.Wizard": "@. Obrigado por vir falar comigo.{{happy}}#$b#Os tritões são boa companhia, mas ainda prefiro a sua.{{happy}}#$e#Como você gostaria de aprender a língua deles?#$b#Posso te ensinar um pouco, agora.{{love}}",
    "Festivals.summer11.married.Wizard": "As pessoas comuns estão sempre contando histórias sobre a beleza dos tritões.#$b#Eu nunca os achei assim.#$b#Interessantes, certamente, mas não bonitos.#$e#Talvez porque você me mostre a verdadeira beleza todos os dias.{{love}}",

    "Festivals.summer28.low.Wizard": "Posso sentir a energia se acumulando na noite.#$b#Muito em breve, agora.#$e#Preste muita atenção.",
    "Festivals.summer28.mid.Wizard": "Você tem uma mente afiada, @.#$b#Se você se concentrar, tenho certeza de que será capaz de sentir as energias arcanas que os Lunaloos projetam.#$e#Afie sua mente. Aproveite a noite, @.",
    "Festivals.summer28.high.Wizard": "Você perderá os Lunaloos se passar todo o seu tempo espreitando nas sombras.#$e#O que você quer dizer com 'e você?'?",
    "Festivals.summer28.dating.Wizard": "Posso senti-los bem daqui, obrigado.#$b#Há muitas pessoas nas docas.#$e#No entanto, não recusaria sua companhia.{{love}}",
    "Festivals.summer28.married.Wizard": "Meu coração.{{love}}#$b#Sente-se comigo. Limpe sua mente e sinta as energias fluindo ao seu redor.#$e#Você consegue senti-las?{{love}}",

    "Festivals.fall16.low.Wizard": "Você faria bem em ouvir a adivinhação de Welwick.#$b#Os sentidos dela estão aguçados para o futuro.#$e#A propósito, eu evitaria aquele palhaço, se fosse você.",
    "Festivals.fall16.mid.Wizard": "Aquele palhaço está de volta.#$b#Toda vez que o vejo, algo desconfortável desperta em mim, mas ainda não consigo identificá-lo.#$e#De alguma forma, sinto como se ele estivesse me provocando.{{angry}}#$b#Mas ele não olhou nesta direção nem uma vez.",
    "Festivals.fall16.high.Wizard": "É isso!!{{surprised}}#$b#Era a Escola de Ilusão!{{surprised}}#$b#Sem dúvida, é Ixeor, o Louco!{{surprised}}#$b#Ele desistiu antes de concluir o programa. Ouso dizer que todos nós pensamos que ele havia enlouquecido.#$b#Talvez tenha.#$e#É melhor você dar um largo desvio, @.",
    "Festivals.fall16.dating.Wizard": "Eu o apresentei a Welwick, @?#$b#Certamente há contras neste campo, mas garanto que ela não é um deles.#$b#Sua compreensão do desconhecido é admirável.{{happy}}#$e#Hmm? Você não está com ciúmes, está?{{love}}#$b#Ela é apenas uma amiga.{{love}}",
    "Festivals.fall16.married.Wizard": "@, você se lembra da minha amiga Welwick, tenho certeza.#$b#Precisamos convidá-la para jantar, quando isso acabar.#$e#...ah... você não se importaria de cozinhar, não é?#$b#Você sabe o quão confiável eu sou na cozinha...",

    "Festivals.fall27.low.Wizard": "Olá, @. Você entrou no labirinto? Eu coloquei... surpresas para quem ousar entrar.{{happy}}#$e#Posso ter exagerado um pouco com os monstros!{{happy}}",
    "Festivals.fall27.mid.Wizard": "Olá, @. Você entrou no labirinto? Eu coloquei... surpresas para quem ousar entrar.{{happy}}#$e#Posso ter exagerado um pouco com os monstros!{{happy}}",
    "Festivals.fall27.high.Wizard": "Nunca deixa de me surpreender como algumas pessoas ficam presas neste labirinto.#$e#Por que elas não conseguem enxergar as tentações e os horrores?",
    "Festivals.fall27.dating.Wizard": "Este labirinto pode ser um lugar valioso para você aprimorar suas habilidades, meu coração.{{love}}#$b#Se você se concentrar, poderá se comunicar com pelo menos um desses elementais.{{love}}#$e#Tente.#$b#Alcance e...",
    "Festivals.fall27.married.Wizard": "Você viu os elementais, @?#$b#Eles certamente viram você.{{happy}}#$e#Você é frequentemente questionado e eu nunca tenho uma explicação coerente.#$b#Agora, talvez alguns deles entendam o que você é.#$b#Perfeição.{{love}}",

    "Festivals.winter8.low.Wizard": "Certamente você tem coisas mais interessantes para fazer.",
    "Festivals.winter8.mid.Wizard": "O barulho do festival torna impossível trabalhar.{{angry}}#$b#Ficarei aliviado quando eles forem embora.",
    "Festivals.winter8.high.Wizard": "Prefiro observar de longe, em vez de me envolver.#$e#É provavelmente melhor para todos nós, assim.",
    "Festivals.winter8.dating.Wizard": "Você está se divertindo?{{love}}#$e#Ficarei aqui em cima, se não for incômodo.#$b#Você se lembra do que aconteceu da última vez que tentei falar com uma pessoa normal.",
    "Festivals.winter8.married.Wizard": "Não posso dizer que entendo o propósito de tudo isso, mas só importa que você se divirta.#$e#Você está?{{love}}",

    "Festivals.winter25.married.Wizard": "Tomei a liberdade de montar este espaço só para nós dois, longe da agitação principal das festividades. Espero que você não se importe.{{love}}#$e#Linus estava apenas me fazendo companhia.",

    // Mail
    "mail.wizardNap.title": "Nota do Mago",
    "mail.wizardNap.text": "Saudações @,^^Devo me desculpar pelo estado em que você me encontrou outro dia. Às vezes, encontro meu sono atormentado por sonhos sombrios e, infantilmente, recorro a evitar minha cama. É uma vergonha saber que você testemunhou tal comportamento meu. No entanto, gostaria de agradecer por ter escolhido ficar comigo. Com você por perto, dormi profundamente como não fazia há várias semanas.^Se eu puder retribuir de alguma forma, basta pedir.^^ Atenciosamente,^ M. Rasmodius",
    "mail.teachMagic.title": "Convite do Mago",
    "mail.teachMagic.text": "Saudações @,^^Muitas maravilhas desconhecidas estão abrigadas entre as árvores. Hoje, em particular, uma energia estranha se agita na floresta.^Se você quiser aprender segredos até então desconhecidos, encontre-me na floresta escondida ao norte da minha torre.^^ Atenciosamente,^ M. Rasmodius",
 
    // Movies
    "MovieInvite_Invited_Wizard": "Ah, sim. Filmes. Uma invenção moderna com a qual estou certamente familiarizado. Sim. *Ahem* Eu ficaria feliz em ir. Eu te encontrarei lá.",
    "MovieInvite_Spouse_Wizard": "Não há nada que eu preferisse fazer do que passar um tempo na sua companhia, meu amor, com filme ou não.{{love}}#$e#Eu ficaria encantado. Vejo você lá em breve.{{love}}",

    // Quests
    "111.title": "Um Regente Sombrio",
    "111.text": "O mago quer que você desça às minas e busque uma Essência do Vazio para ele. Ele precisa disso para algum tipo de magia negra.",
    "111.objective": "Traga uma Essência do Vazio para o Mago.",
    "111.reaction": "Ah, você trouxe. Você ganhou minha gratidão. Por favor, aceite isso em troca. Moedas significam pouco para mim.",

    "123.title": "Cajado do Poder",
    "123.text": "O Mago está criando um cajado de poder fenomenal. Quem sabe para que serve. Ele precisa de uma barra de irídio para terminá-lo.",
    "123.objective": "Traga uma Barra de Irídio para o Mago.",
    "123.reaction": "Ah, precioso irídio. Você se saiu bem, @. Você tem meus agradecimentos eternos.",

    // Schedule strings
    "scheduleStrings.fall_26.000": "Estou ajudando a preparar as festividades de amanhã.",
    "scheduleStrings.fall_26.001": "Isso requer a máxima concentração.",
    "scheduleStrings.fall_26.002": "Por favor, não me perturbe.",
    "scheduleStrings.fall_26.003": "Ainda há muito a ser feito para conectar este plano ao outro.",
    "scheduleStrings.fall_26.004": "%O Mago está muito concentrado para notar você.",
    "scheduleStrings.fall_26.005": "...",
    "scheduleStrings.fall_26.006": "Esta tarefa me sobrecarrega. Preciso descansar logo.",
    "scheduleStrings.winter.000": "O sono chama e ainda se recusa a me levar.",
    "scheduleStrings.spring.000": "Até eu preciso de ar fresco às vezes.",
    "scheduleStrings.marriage_Thu.000": "Meu coração.#$b#Minha torre parece vazia comparada à nossa casa.#$b#Mas não posso negar os benefícios de trabalhar aqui, às vezes.",
    "scheduleStrings.marriage_Thu.001": "Ah, @. Você veio me checar?#$b#Estarei em casa logo. Logo depois de terminar uma... última... coisa...#$b#...#$b#Que horas são?#$b#... Acho que esqueci de almoçar.",

    // Events
    "2heart.House.0": "Ah, @. Eu previ sua vinda, hoje. Por favor, junte-se a mim.",
    "2heart.House.1.1": "Como vai sua jornada com os Junimos, hm?",
    "2heart.House.1.2": "Está indo muito bem!",
    "2heart.House.1.3": "Hein?",
    "2heart.House.1.4": "Uh... está... indo.",
    "2heart.House.2": "Aqui, tenho algo para você: uma lição sobre as energias penetrantes do mundo. Chegue mais perto.",
    "2heart.House.3": "Você vê este símbolo, aqui?",
    "2heart.House.4": "Este é um portão. Um portal para outro mundo: uma porta pela qual um elemental pode atravessar ou uma janela pela qual eu posso espiar.",
    "2heart.House.5.1": "Você já encontrou um elemental?",
    "2heart.House.5.2": "Sim!",
    "2heart.House.5.3": "Você quer dizer aquelas coisas azuis e moles na mina?",
    "2heart.House.5.4": "Acho que não...",
    "2heart.House.6": "Elementais são uma espécie de espírito, compostos dos blocos de construção mais puros do nosso universo.#$b#Eles raramente são vistos por humanos comuns; eles se mostram apenas para os verdadeiramente especiais. Alguns, como eu, têm a sorte de procurá-los e encontrá-los, eventualmente formando um tipo de vínculo.",
    "2heart.House.7": "Aqueles espíritos que você encontrou na cidade não são elementais - eles são algo mais derivativo e simplista, embora ainda intrigantes. No entanto, acredito que é seguro dizer que eles se interessaram pelo seu destino. E sempre que um espírito se interessa, nós também devemos.",
    "2heart.House.8": "Talvez um dia você atraia mais atenção. Até então, sirva ao mundo, @.#$b#Esteja em paz.",

    "4heart.Mountain.0": "O rio ruge com possibilidades.",
    "4heart.Mountain.1": "Mais do que o normal?",
    "4heart.Mountain.2": "De fato. É uma tapeçaria emaranhada que tecemos. Seguir um único fio... impossível.",
    "4heart.Mountain.3": "Especialmente quando alguém está brincando com as cordas, hum?",
    "4heart.Mountain.4": "Ah. Então você também notou. Eu poderia ter adivinhado.",
    "4heart.Mountain.5": "Difícil não notar.",
    "4heart.Mountain.6": "De fato.",
    "4heart.Mountain.7": "E parece que o destino também toma conhecimento neste dia.#$b#Aproxime-se, @. Não há necessidade de você se esconder entre os arbustos.",
    "4heart.Mountain.8": "Estávamos falando de você.",
    "4heart.Mountain.9.1": "É rude falar sobre as pessoas pelas costas.",
    "4heart.Mountain.9.2": "Er... você estava...?",
    "4heart.Mountain.10": "Parece que não sou o único que notou a forma como as energias giram ao seu redor.#$b#Embora ele possa não ser um mestre dos elementais, Linus é perspicaz o suficiente para sentir a verdade sem adivinhar, ao contrário da maioria das pessoas comuns neste vale.",
    "4heart.Mountain.11.1": "Você tem o destino em suas mãos, @. O que você fará com ele?",
    "4heart.Mountain.11.2": "Restaurar a ordem natural do mundo.",
    "4heart.Mountain.11.3": "O quê...? Eu não quero fazer nada com isso!",
    "4heart.Mountain.11.4": "Extorquir para meu próprio ganho.",
    "4heart.Mountain.12": "Em breve a maré irá virar e, se você não for vigilante, o delicado equilíbrio poderá cair. Esteja preparado.#$b#Até então, procure as energias, @. Nos encontraremos novamente.",

    "6heart.Forest.0": "Olá? Tem alguém aí?$5",
    "6heart.Forest.1": "...Oh! Você me assustou! $6#$b#Você é aquele que mora naquela torre, não é?",
    "6heart.Forest.2": "....Hum...?$5",
    "6heart.Forest.3": "O que você está fazendo?$6",
    "6heart.Forest.4": "Como ele está suspenso como um pêndulo?",
    "6heart.Forest.5": "O quê??$5",
    "6heart.Forest.6": "O que está se quebrando?",
    "6heart.Forest.7": "Uh...$5",
    "6heart.Forest.8": "O que está... acontecendo?",
    "6heart.Forest.9": "@! Graças a Deus!$6",
    "6heart.Forest.10": "Esse cara acabou de sair das árvores ali. Acho que ele está falando em línguas. Isso está realmente me assustando!$5",
    "6heart.Forest.11": "@, o que está tremendo?",
    "6heart.Forest.12.1": "O que está tremendo?",
    "6heart.Forest.12.2": "Uh... O quê...?",
    "6heart.Forest.12.3": "Você tem estudado gíria de novo?",
    "6heart.Forest.12.4": "Pare com isso! Você está assustando a Leah.",
    "6heart.Forest.13": "Decidi aplicar minhas frases recém-aprendidas em uma conversa casual em um esforço para formar novas conexões com as pessoas desta cidade.",
    "6heart.Forest.14.1": "Como eu me saí?",
    "6heart.Forest.14.2": "Honestamente? Foi terrível. Apenas fique com os espíritos.",
    "6heart.Forest.14.3": "Bem... você... uh... você foi bem.",
    "6heart.Forest.14.4": "É um bom começo, mas acho que você deveria praticar com alguém que saiba o que você está fazendo...",
    "6heart.Forest.15": "Você estava realmente apenas tentando perguntar 'o que está acontecendo'?",
    "6heart.Forest.16": "De fato.",
    "6heart.Forest.17": "Por que simplesmente não diz isso?",
    "6heart.Forest.18": "...eu não disse?",
    "6heart.Forest.19": "Talvez eu precise de mais prática.#$b#@, você parece ter uma boa compreensão desses assuntos.",
    "6heart.Forest.20.1": "Você estaria disposto a me ensinar seus métodos?",
    "6heart.Forest.20.2": "Não sou muito bom nisso... talvez você devesse perguntar a outra pessoa.",
    "6heart.Forest.20.3": "Claro! Ficarei feliz em ajudá-lo!",
    "6heart.Forest.20.4": "De jeito nenhum.",
    "6heart.Forest.21": "Peço desculpas, jovem Leah. Na próxima vez que nos encontrarmos, espero ser mais adepto aos métodos de comunicação mortal.#$b#Até então, @, Leah: abrace os mistérios do dia. Aprenda algo novo.",
    "6heart.Forest.22": "Bem. Isso foi... estranho.#$b#Espero que ele não crie o hábito de se aproximar sorrateiramente das pessoas e gritar 'O que está acontecendo, Canis lupus familiaris?'",
    "6heart.Forest.23": "Na verdade, espero que ele faça.$1#$b#Apenas prometa tirar algumas fotos quando isso acontecer.$1",

    "8heart.House.0": "Sete onças de musgo do pântano... Uma pena de corvo... Essência solar...",
    "8heart.House.1": "Ast soth suh!{{surprised}}",
    "8heart.House.2": "!!!{{surprised}}",
    "8heart.House.3": "E ainda assim não funciona!{{bravo}}",
    "8heart.House.4": "Ah!{{surprised}}#$b#Oh, @.#$b#Não ouvi você entrar. Você me pegou no meio de um trabalho bastante delicado.",
    "8heart.House.5": "#No que você está trabalhando?#Acho que devo deixá-lo com isso, então...",
    "8heart.House.6": "Preciso encontrar uma maneira de produzir energias artificiais para meu próprio uso.",
    "8heart.House.7": "Eu... ah... não tenho dormido ultimamente. Esperava remediar isso com este ritual, mas só consegui frustração, como você deve ter notado.{{sad}}",
    "8heart.House.8.1": "Diga-me, @, o que você faz quando não consegue dormir?",
    "8heart.House.8.2": "Nunca tenho esse problema. Um dia de trabalho duro me cansa.",
    "8heart.House.8.3": "Conta ovelhas?",
    "8heart.House.8.4": "Pego meu saco de dormir e me deito sob as estrelas, em vez disso. Isso ajuda a lembrar onde estou e de onde vim.",
    "8heart.House.9": "Então, estou condenado a trabalhar até ter sucesso ou cair no meu próprio caldeirão.{{angry}}",
    "8heart.House.10": "#Pare com isso#Deixe-o em paz",
    "8heart.House.11": "...?#$b#Você deseja que eu tente descansar?{{surprised}}#$b#Garanto que tentei.{{angry}}",
    "8heart.House.12": "...",
    "8heart.House.13": "Oh, muito bem. Se eu devo. Mas saiba que só voltarei a isso assim que você for embora.",
    "8heart.House.14": "@...{{asleep}}",
    "8heart.House.15": "Não me deixe sonhar...{{asleep}}",
    "8heart.House.16": "...Ele adormeceu.",
    "8heart.House.17": "Espero que ele continue assim",
    "8heart.House.18": "Vou ficar um pouco, só para ter certeza.",
    "8heart.House.Leave.0": "...Talvez seja melhor deixá-lo em paz.",
    "8heart.House.Leave.1": "MALDIÇÕES!{{surprised}}",
    "8heart.House.Leave.2": "Vou ficar bem. Deixe-me trabalhar.{{angry}}",

    "10heart.Woods.0": "Ah, @!{{shockblush}}#$b#Você veio.{{shockblush}}#$b#Bom.{{love}}#$b#Sim, muito bom.{{embarassed}}",
    "10heart.Woods.1": "Como você sabe, dediquei grande parte da minha vida à adivinhação e comunicação com formas de vida mal compreendidas.#$b#Como tal, perdi muito do que vem naturalmente na conversa humana. É difícil para mim...{{sad}}#$b#Ah...{{embarassed}}#$b#Como se diz...?{{embarassed}}",
    "10heart.Woods.2": "@.#$b#Ouça.#$b#Abra sua mente. Abra seus sentidos.#$b#Você pode ouvir isso?{{surprised}}",
    "10heart.Woods.3": "Meu coração bate no meu peito com mais força do que eu já conheci!{{shockblush}}#$b#As energias da terra surgem ao nosso redor.{{shockblush}}#$b#Não pode ser acidente.#$b#Não, não cometi nenhum erro.{{embarassed}}#$b#Até as árvores podem sentir como me sinto por você!{{shockblush}}",
    "10heart.Woods.4": "Pensei que tal coisa estivesse além do reino das possibilidades, depois da minha ex-esposa...{{sad}}#$b#Bem - mas não importa. Não me importo mais com ela.#$b#Eu só me importo com você, @.{{embarassed}}#$b#Você me encantou, @!{{shockblush}}",
    "10heart.Woods.5": "#Eu sinto o mesmo.#Uh... desculpe... Acho que você cometeu um erro.",
    "10heart.Woods.6": "Sério?!{{shockblush}}#$b#Ahem.#$b#Isso é... claro que sim.#$b#Eu soube imediatamente.#$b#Nunca houve dúvida em minha mente.#$b#Nem uma vez me preocupei que você pudesse...#$b#Ah.#$b#Bem.{{embarassed}}#$b#Não importa.{{embarassed}}",
    "10heart.Woods.7": "Isso é o máximo que minhas habilidades de conversação podem nos levar, temo. Mas, se você quiser ficar um pouco, posso ensiná-lo a ouvir a terra...{{love}}",
    "10heart.Woods.8": "Eu quis dizer o que escrevi, você sabe... sobre segredos não contados.{{love}}",
    "10heart.Woods.noMagic.0": "Ah... Entendo. Acho que entendi. Eu também estou muito ocupado.{{sad}}#$b#Talvez outra hora.{{sad}}",
    "10heart.Woods.reject.0": "...Entendo. Não precisa se desculpar. Isso foi...{{sad}}",
    "10heart.Woods.reject.1": "...Não importa.{{sad}}",
    "10heart.Woods.reject.2": "Eu... acho que vou te ver mais tarde, @.{{sad}}",

    "14hearts.part3.Farm.0": "Eu estive pensando...",
    "14hearts.part3.Farm.1": "Encontre-me no cume. Esta noite.",
    "14hearts.part3.Farm.2": "Responderei todas as suas perguntas esta noite.",
    "14hearts.part3.Farm.3": "Esta noite. O cume.#$e#Não se esqueça, meu amor.",

    "14hearts.Summit.0": "Você sonha, @?",
    "14hearts.Summit.1": "#Às vezes, eu acho. Mas eu nunca me lembro deles.#Só sobre coisas da fazenda. Ovelhas e sprinklers.#Claro. Eu sonho com aventuras e missões épicas!",
    "14hearts.Summit.2": "Entendo... isso não é incomum.",
    "14hearts.Summit.3": "Por alguma razão, me diverte imaginar você tendo sonhos tão mundanos.{{happy}}",
    "14hearts.Summit.4": "Ah... os sonhos da minha juventude.{{sad}}",
    "14hearts.Summit.5": "Alguns dias, abro meus olhos para o amanhecer e me pergunto se não acordei de jeito nenhum. Essas visões que vejo ao acordar só podem ser um sonho. E ainda assim...",
    "14hearts.Summit.6": "Cada vez mais, à noite, encontro-me deitado acordado.#$b#Não, como costumava fazer, porque o sono se recusa a me levar, mas porque acho meu mundo desperto muito cativante para desistir, mesmo por algumas horas.{{love}}#$b#Nada que fiz na minha vida me faz merecer isso. Esta vida e amor que compartilhamos. É mais do que eu jamais sonhei.{{shockblush}}#$b#A felicidade sempre foi uma besta inconstante e passageira. Como poderia ser mais?{{shockblush}}",
    "14hearts.Summit.7": "#Você está certo. Nunca dura. 'Isso também passará.'#A felicidade é o que fazemos dela. Somos todos tão felizes quanto nos permitimos ser.#...",
    "14hearts.Summit.8": "Isso é o que eu costumava acreditar...{{sad}}",
    "14hearts.Summit.9": "Eu nunca tinha acreditado em tal coisa antes... e, no entanto, você pode estar certo.",
    "14hearts.Summit.10": "Eu te trouxe aqui para te mostrar isso.",
    "14hearts.Summit.11": "Você pode ver o vale inteiro daqui. Quando cheguei a esta cidade, foi com a intenção de viver o resto dos meus dias em tranquila solidão.#$b#Por um tempo, pareceu que eu teria sucesso.#$b#Ninguém presta muita atenção ao excêntrico que vive na torre nos arredores de uma vila obscura.",
    "14hearts.Summit.12": "Então eu te conheci.{{love}}",
    "14hearts.Summit.13": "E você me permitiu me perguntar novamente. Pensamentos que eu não tinha há cem anos passaram pela minha mente. E eu pensei...#$b#Talvez não seja tão ruim compartilhar um pouco do que eu já fui.#$b#Nem toda história deve ser esquecida.{{happy}}",
    "14hearts.Summit.14": "O resto você sabe, claro.#$b#Você despachou sumariamente todas as minhas expectativas.{{happy}}#$b#Você derrubou minhas paredes e plantou sementes onde elas estavam.{{happy}}#$b#Você remendou pedaços de mim que eu nunca esperava curar...{{love}}#$b#e outros que eu nem sabia que estavam quebrados em primeiro lugar.{{embarassed}}",
    "14hearts.Summit.15": "Você me salvou, @. Espero que saiba disso.{{love}}",
    "14hearts.Summit.16": "Quando nos conhecemos, eu disse que tínhamos muitas aventuras pela frente, você e eu.#$b#O futuro é estranho assim. Ele pega o que você acha que entende e distorce em você. Eu nunca soube nem metade disso.#$b#Se soubesse, provavelmente teria fugido.{{happy}}",
    "14hearts.Summit.17": "Não sei o que o futuro reserva para nós. E pela primeira vez, prefiro não saber.#$b#Que seja uma aventura.{{love}}#$b#Que seja o começo de um conto e não o fim que eu esperava encontrar.{{love}}",
    "14hearts.Summit.18": "E quando finalmente chegar ao fim, que haja fogos de artifício em vez de um lento desvanecimento para o preto.{{love}}",
    "14hearts.Summit.19": "...e para a eternidade.{{love}}",

    "MagicInk.House.0": "Você encontrou minha tinta! Excelente.{{happy}}",
    "MagicInk.House.1": "Er...",
    "MagicInk.House.2": "Você... por acaso viu minha ex-esposa?{{embarassed}}#$b#Não? Bem, e a casa dela...?{{embarassed}}#$b#Você acha que ela mora sozinha? Ou...{{shockblush}}",
    "MagicInk.House.3": "...Na verdade, não me diga... não quero saber.{{angry}}",
    "MagicInk.House.4": "De qualquer forma... você deve estar se perguntando sobre sua recompensa. Aqui...",
    "MagicInk.House.5": "É um livro de invocação.#$b#O potencial arcano é imenso... mas vou simplificar para você.#$b#Ao usar este livro, você pode invocar edifícios mágicos diretamente para sua fazenda.#$b#Acho que você vai achar útil.",
    "MagicInk.House.6": "Ah, quase esqueci de dizer... ahem... Obrigado.",

    "MagicInk.House.Married.0": "@! Meu coração.{{love}}#$b#Você tem a tinta?{{love}}",
    "MagicInk.House.Married.1": "Ainda me envergonha ter enviado você em tal tarefa...{{embarassed}}",
    "MagicInk.House.Married.2": "Espero que não tenha sido muito cansativo para você.#$b#Você a encontrou?#$b#Não?#$b#Pequenas bênçãos.",
    "MagicInk.House.Married.3": "Admito que estava preocupado.{{embarassed}}#$b#Mas não importa. Correu bem e por isso sou eternamente grato.",
    "MagicInk.House.Married.4": "Enquanto você estava fora, ocorreu-me que tenho um tomo que pode ser útil para você.",
    "MagicInk.House.Married.5": "É um livro de invocação. Seu potencial arcano é imenso.",
    "MagicInk.House.Married.6": "Aqui, deixe-me ensiná-lo.{{love}}#$b#Ao usar este livro, você aprenderá a invocar edifícios mágicos diretamente para sua fazenda.",
    "MagicInk.House.Married.7": "Considere isso um pequeno sinal do meu amor por você.{{love}}",
    "MagicInk.House.Married.8": "Eu só queria poder fazer mais.{{embarassed}}",

    "MagicInk.Railroad.0": "Ah... @. Eu estava esperando por você.",
    "MagicInk.Railroad.1": "Já te contei que já fui casado?",
    "MagicInk.Railroad.2": "Estranho, eu sei... para um homem como eu. Mas é verdade.{{sad}}",
    "MagicInk.Railroad.3": "Minha esposa e eu ficamos juntos por muitos anos, até... até eu cometer um erro que a afastou.{{sad}}",
    "MagicInk.Railroad.4": "Sua raiva e inveja eram tão intensas que ela ficou verde e começou a voar pelo campo, amaldiçoando tudo em seu caminho...",
    "MagicInk.Railroad.5": "Quando descobri, selei esta passagem para sua casa... temendo que um aldeão inocente pudesse ser vítima de sua magia negra.{{sad}}",
    "MagicInk.Railroad.6": "Mas agora, deve ser aberto... pois quando nos separamos, ela pegou minha tinta mágica!#$b#Eu preciso daquela tinta mágica de volta!{{surprised}}#$b#Eu faria isso sozinho, mas eu... não posso vê-la novamente. É por isso que preciso da sua ajuda.{{sad}}",
    "MagicInk.Railroad.7": "Para abrir esta passagem, você precisará de um talismã escuro. Fale com Krobus, no esgoto... ele deve saber onde encontrar um.",
    "MagicInk.Railroad.8": "Estou contando com você... se você conseguir recuperar minha tinta mágica, prometo que valerá a pena... Agora vá!",

    "MagicInk.Railroad.Married.0": "Ah... @. Eu estava esperando por você.",
    "MagicInk.Railroad.Married.1": "Eu te falei, eu acredito, sobre minha ex-esposa.",
    "MagicInk.Railroad.Married.2": "Eu preferiria não me lembrar dela na sua presença. Ou de forma alguma, para falar a verdade.{{sad}}",
    "MagicInk.Railroad.Married.3": "E ainda assim eu devo. Pois tenho um favor a pedir a você.",
    "MagicInk.Railroad.Married.4": "Depois que nos separamos, sua raiva e inveja eram tão intensas que ela ficou verde e começou a voar pelo campo, amaldiçoando tudo em seu caminho...{{sad}}",
    "MagicInk.Railroad.Married.5": "Quando descobri, selei esta passagem para sua casa... temendo que um aldeão inocente pudesse ser vítima de sua magia negra.{{sad}}",
    "MagicInk.Railroad.Married.6": "Mas agora, deve ser aberto... pois ela pegou minha tinta mágica!{{angry}}#$b#Eu preciso daquela tinta mágica de volta!{{angry}}#$b#Eu faria isso sozinho, mas eu... não posso enfrentá-la. É por isso que preciso da sua ajuda.{{sad}}",
    "MagicInk.Railroad.Married.7": "Talvez seja covardia da minha parte pedir isso a você, mas não tenho mais ninguém a quem recorrer. Por favor, @. Meu coração.{{embarassed}}",
    "MagicInk.Railroad.Married.8": "Você fará isso por mim?{{embarassed}}",
    "MagicInk.Railroad.Married.9": "#Claro que sim!#Uau. Você está me pedindo para enfrentar sua ex-esposa por você? Não, obrigado.",
    "MagicInk.Railroad.Married.10": "Ah, @! Obrigado. Verdadeiramente. Sou imensamente grato.{{shockblush}}",
    "MagicInk.Railroad.Married.11": "Para abrir esta passagem, você precisará de um talismã escuro. Fale com Krobus, no esgoto... ele deve saber onde encontrar um.",
    "MagicInk.Railroad.Married.12": "Obrigado novamente, meu amor.{{love}}",
    "MagicInk.Railroad.Married.13": "Eu estaria perdido sem você.{{love}}#$b#Vejo você em casa.",
    "MagicInk.Railroad.reject.0": "Ah...{{sad}}#$b#Suponho que você esteja correto. Eu não tinha o direito de perguntar.{{sad}}",
    "MagicInk.Railroad.reject.1": "Nesse caso, esqueça que eu já falei sobre isso. Tenho certeza de que vou dar um jeito.{{sad}}#$b#Vejo você em casa.{{sad}}",

}

